const categories = {
  "चालीसा":{
    "हनुमान चालीसा":'''
दोहा

श्रीगुरु चरन सरोज रज, निज मनु मुकुरु सुधारि।
बरनऊं रघुबर बिमल जसु, जो दायकु फल चारि।।
बुद्धिहीन तनु जानिके, सुमिरौं पवन-कुमार।
बल बुद्धि बिद्या देहु मोहिं, हरहु कलेस बिकार।।

 चौपाई :

जय हनुमान ज्ञान गुन सागर।
जय कपीस तिहुं लोक उजागर।।

रामदूत अतुलित बल धामा।
अंजनि-पुत्र पवनसुत नामा।।

महाबीर बिक्रम बजरंगी।
कुमति निवार सुमति के संगी।।

कंचन बरन बिराज सुबेसा।
कानन कुंडल कुंचित केसा।।

हाथ बज्र औ ध्वजा बिराजै।
कांधे मूंज जनेऊ साजै।

संकर सुवन केसरीनंदन।
तेज प्रताप महा जग बन्दन।।

विद्यावान गुनी अति चातुर।
राम काज करिबे को आतुर।।

प्रभु चरित्र सुनिबे को रसिया।
राम लखन सीता मन बसिया।।

सूक्ष्म रूप धरि सियहिं दिखावा।
बिकट रूप धरि लंक जरावा।।

भीम रूप धरि असुर संहारे।
रामचंद्र के काज संवारे।।

लाय सजीवन लखन जियाये।
श्रीरघुबीर हरषि उर लाये।।

रघुपति कीन्ही बहुत बड़ाई।
तुम मम प्रिय भरतहि सम भाई।।

सहस बदन तुम्हरो जस गावैं।
अस कहि श्रीपति कंठ लगावैं।।

सनकादिक ब्रह्मादि मुनीसा।
नारद सारद सहित अहीसा।।

जम कुबेर दिगपाल जहां ते।
कबि कोबिद कहि सके कहां ते।।

तुम उपकार सुग्रीवहिं कीन्हा।
राम मिलाय राज पद दीन्हा।।

तुम्हरो मंत्र बिभीषन माना।
लंकेस्वर भए सब जग जाना।।

जुग सहस्र जोजन पर भानू।
लील्यो ताहि मधुर फल जानू।।

प्रभु मुद्रिका मेलि मुख माहीं।
जलधि लांघि गये अचरज नाहीं।।

दुर्गम काज जगत के जेते।
सुगम अनुग्रह तुम्हरे तेते।।

राम दुआरे तुम रखवारे।
होत न आज्ञा बिनु पैसारे।।

सब सुख लहै तुम्हारी सरना।
तुम रक्षक काहू को डर ना।।

आपन तेज सम्हारो आपै।
तीनों लोक हांक तें कांपै।।

भूत पिसाच निकट नहिं आवै।
महाबीर जब नाम सुनावै।।

नासै रोग हरै सब पीरा।
जपत निरंतर हनुमत बीरा।।

संकट तें हनुमान छुड़ावै।
मन क्रम बचन ध्यान जो लावै।।

सब पर राम तपस्वी राजा।
तिन के काज सकल तुम साजा।

और मनोरथ जो कोई लावै।
सोइ अमित जीवन फल पावै।।

चारों जुग परताप तुम्हारा।
है परसिद्ध जगत उजियारा।।

साधु-संत के तुम रखवारे।
असुर निकंदन राम दुलारे।।

अष्ट सिद्धि नौ निधि के दाता।
अस बर दीन जानकी माता।।

राम रसायन तुम्हरे पासा।
सदा रहो रघुपति के दासा।।

तुम्हरे भजन राम को पावै।
जनम-जनम के दुख बिसरावै।।

अन्तकाल रघुबर पुर जाई।
जहां जन्म हरि-भक्त कहाई।।

और देवता चित्त न धरई।
हनुमत सेइ सर्ब सुख करई।।

संकट कटै मिटै सब पीरा।
जो सुमिरै हनुमत बलबीरा।।

जै जै जै हनुमान गोसाईं।
कृपा करहु गुरुदेव की नाईं।।

जो सत बार पाठ कर कोई।
छूटहि बंदि महा सुख होई।।

जो यह पढ़ै हनुमान चालीसा।
होय सिद्धि साखी गौरीसा।।

तुलसीदास सदा हरि चेरा।
कीजै नाथ हृदय मंह डेरा।।

दोहा :

पवन तनय संकट हरन, मंगल मूरति रूप।
राम लखन सीता सहित, हृदय बसहु सुर भूप।।
    ''',
    "लक्ष्मी चालीसा":'''
दोहा

मातु लक्ष्मी करि कृपा करो हृदय में वास।
मनोकामना सिद्ध कर पुरवहु मेरी आस॥
सिंधु सुता विष्णुप्रिये नत शिर बारंबार।
ऋद्धि सिद्धि मंगलप्रदे नत शिर बारंबार॥ टेक॥

सोरठा

यही मोर अरदास, हाथ जोड़ विनती करूं।
सब विधि करौ सुवास, जय जननि जगदंबिका॥


॥ चौपाई ॥

सिन्धु सुता मैं सुमिरौं तोही। ज्ञान बुद्धि विद्या दो मोहि॥
तुम समान नहिं कोई उपकारी। सब विधि पुरबहु आस हमारी॥

जै जै जगत जननि जगदम्बा। सबके तुमही हो स्वलम्बा॥
तुम ही हो घट घट के वासी। विनती यही हमारी खासी॥
जग जननी जय सिन्धु कुमारी। दीनन की तुम हो हितकारी॥
विनवौं नित्य तुमहिं महारानी। कृपा करौ जग जननि भवानी।

केहि विधि स्तुति करौं तिहारी। सुधि लीजै अपराध बिसारी॥
कृपा दृष्टि चितवो मम ओरी। जगत जननि विनती सुन मोरी॥

ज्ञान बुद्धि जय सुख की दाता। संकट हरो हमारी माता॥
क्षीर सिंधु जब विष्णु मथायो। चौदह रत्न सिंधु में पायो॥

चौदह रत्न में तुम सुखरासी। सेवा कियो प्रभुहिं बनि दासी॥
जब जब जन्म जहां प्रभु लीन्हा। रूप बदल तहं सेवा कीन्हा॥
स्वयं विष्णु जब नर तनु धारा। लीन्हेउ अवधपुरी अवतारा॥
तब तुम प्रकट जनकपुर माहीं। सेवा कियो हृदय पुलकाहीं॥

अपनायो तोहि अन्तर्यामी। विश्व विदित त्रिभुवन की स्वामी॥
तुम सब प्रबल शक्ति नहिं आनी। कहं तक महिमा कहौं बखानी॥

मन क्रम वचन करै सेवकाई। मन- इच्छित वांछित फल पाई॥
तजि छल कपट और चतुराई। पूजहिं विविध भांति मन लाई॥

और हाल मैं कहौं बुझाई। जो यह पाठ करे मन लाई॥
ताको कोई कष्ट न होई। मन इच्छित फल पावै फल सोई॥
त्राहि- त्राहि जय दुःख निवारिणी। त्रिविध ताप भव बंधन हारिणि॥
जो यह चालीसा पढ़े और पढ़ावे। इसे ध्यान लगाकर सुने सुनावै॥

ताको कोई न रोग सतावै। पुत्र आदि धन सम्पत्ति पावै।
पुत्र हीन और सम्पत्ति हीना। अन्धा बधिर कोढ़ी अति दीना॥

विप्र बोलाय कै पाठ करावै। शंका दिल में कभी न लावै॥
पाठ करावै दिन चालीसा। ता पर कृपा करैं गौरीसा॥

सुख सम्पत्ति बहुत सी पावै। कमी नहीं काहू की आवै॥
बारह मास करै जो पूजा। तेहि सम धन्य और नहिं दूजा॥
प्रतिदिन पाठ करै मन माहीं। उन सम कोई जग में नाहिं॥
बहु विधि क्या मैं करौं बड़ाई। लेय परीक्षा ध्यान लगाई॥

करि विश्वास करैं व्रत नेमा। होय सिद्ध उपजै उर प्रेमा॥
जय जय जय लक्ष्मी महारानी। सब में व्यापित जो गुण खानी॥

तुम्हरो तेज प्रबल जग माहीं। तुम सम कोउ दयाल कहूं नाहीं॥
मोहि अनाथ की सुधि अब लीजै। संकट काटि भक्ति मोहि दीजे॥

भूल चूक करी क्षमा हमारी। दर्शन दीजै दशा निहारी॥
बिन दरशन व्याकुल अधिकारी। तुमहिं अक्षत दुःख सहते भारी॥
नहिं मोहिं ज्ञान बुद्धि है तन में। सब जानत हो अपने मन में॥
रूप चतुर्भुज करके धारण। कष्ट मोर अब करहु निवारण॥

कहि प्रकार मैं करौं बड़ाई। ज्ञान बुद्धि मोहिं नहिं अधिकाई॥
रामदास अब कहाई पुकारी। करो दूर तुम विपति हमारी॥

दोहा

त्राहि त्राहि दुःख हारिणी हरो बेगि सब त्रास।
जयति जयति जय लक्ष्मी करो शत्रुन का नाश॥
रामदास धरि ध्यान नित विनय करत कर जोर।
मातु लक्ष्मी दास पर करहु दया की कोर॥
।। इति लक्ष्मी चालीसा संपूर्णम।।
                ''',
    "शिव चालीसा":'''
    
    
।।दोहा।।
 
श्री गणेश गिरिजा सुवन, मंगल मूल सुजान।
कहत अयोध्यादास तुम, देहु अभय वरदान॥
 
 
जय गिरिजा पति दीन दयाला। सदा करत सन्तन प्रतिपाला॥
भाल चन्द्रमा सोहत नीके। कानन कुण्डल नागफनी के॥
अंग गौर शिर गंग बहाये। मुण्डमाल तन छार लगाये॥
वस्त्र खाल बाघम्बर सोहे। छवि को देख नाग मुनि मोहे॥
मैना मातु की ह्वै दुलारी। बाम अंग सोहत छवि न्यारी॥
कर त्रिशूल सोहत छवि भारी। करत सदा शत्रुन क्षयकारी॥
नन्दि गणेश सोहै तहँ कैसे। सागर मध्य कमल हैं जैसे॥
कार्तिक श्याम और गणराऊ। या छवि को कहि जात न काऊ॥
देवन जबहीं जाय पुकारा। तब ही दुख प्रभु आप निवारा॥
किया उपद्रव तारक भारी। देवन सब मिलि तुमहिं जुहारी॥
तुरत षडानन आप पठायउ। लवनिमेष महँ मारि गिरायउ॥
आप जलंधर असुर संहारा। सुयश तुम्हार विदित संसारा॥
त्रिपुरासुर सन युद्ध मचाई। सबहिं कृपा कर लीन बचाई॥
किया तपहिं भागीरथ भारी। पुरब प्रतिज्ञा तसु पुरारी॥
दानिन महं तुम सम कोउ नाहीं। सेवक स्तुति करत सदाहीं॥
वेद नाम महिमा तव गाई। अकथ अनादि भेद नहिं पाई॥
प्रगट उदधि मंथन में ज्वाला। जरे सुरासुर भये विहाला॥
कीन्ह दया तहँ करी सहाई। नीलकण्ठ तब नाम कहाई॥
पूजन रामचंद्र जब कीन्हा। जीत के लंक विभीषण दीन्हा॥
सहस कमल में हो रहे धारी। कीन्ह परीक्षा तबहिं पुरारी॥
एक कमल प्रभु राखेउ जोई। कमल नयन पूजन चहं सोई॥
कठिन भक्ति देखी प्रभु शंकर। भये प्रसन्न दिए इच्छित वर॥
जय जय जय अनंत अविनाशी। करत कृपा सब के घटवासी॥
दुष्ट सकल नित मोहि सतावै । भ्रमत रहे मोहि चैन न आवै॥
त्राहि त्राहि मैं नाथ पुकारो। यहि अवसर मोहि आन उबारो॥
लै त्रिशूल शत्रुन को मारो। संकट से मोहि आन उबारो॥
मातु पिता भ्राता सब कोई। संकट में पूछत नहिं कोई॥
स्वामी एक है आस तुम्हारी। आय हरहु अब संकट भारी॥
धन निर्धन को देत सदाहीं। जो कोई जांचे वो फल पाहीं॥
अस्तुति केहि विधि करौं तुम्हारी। क्षमहु नाथ अब चूक हमारी॥
शंकर हो संकट के नाशन। मंगल कारण विघ्न विनाशन॥
योगी यति मुनि ध्यान लगावैं। नारद शारद शीश नवावैं॥
नमो नमो जय नमो शिवाय। सुर ब्रह्मादिक पार न पाय॥
जो यह पाठ करे मन लाई। ता पार होत है शम्भु सहाई॥
ॠनिया जो कोई हो अधिकारी। पाठ करे सो पावन हारी॥
पुत्र हीन कर इच्छा कोई। निश्चय शिव प्रसाद तेहि होई॥
पण्डित त्रयोदशी को लावे। ध्यान पूर्वक होम करावे ॥
त्रयोदशी ब्रत करे हमेशा। तन नहीं ताके रहे कलेशा॥
धूप दीप नैवेद्य चढ़ावे। शंकर सम्मुख पाठ सुनावे॥
जन्म जन्म के पाप नसावे। अन्तवास शिवपुर में पावे॥
कहे अयोध्या आस तुम्हारी। जानि सकल दुःख हरहु हमारी॥
 
॥दोहा॥
नित्त नेम कर प्रातः ही, पाठ करौं चालीसा।
तुम मेरी मनोकामना, पूर्ण करो जगदीश॥
मगसर छठि हेमन्त ॠतु, संवत चौसठ जान।
अस्तुति चालीसा शिवहि, पूर्ण कीन कल्याण॥ 
    ''',
    "श्री गणेश चालीसा":'''

जय गणपति सद्गुण सदन कविवर बदन कृपाल।

विघ्न हरण मंगल करण जय जय गिरिजालाल॥

जय जय जय गणपति राजू। मंगल भरण करण शुभ काजू॥

जय गजबदन सदन सुखदाता। विश्व विनायक बुद्धि विधाता॥

वक्र तुण्ड शुचि शुण्ड सुहावन। तिलक त्रिपुण्ड भाल मन भावन॥

राजित मणि मुक्तन उर माला। स्वर्ण मुकुट शिर नयन विशाला॥

पुस्तक पाणि कुठार त्रिशूलं। मोदक भोग सुगन्धित फूलं॥

सुन्दर पीताम्बर तन साजित। चरण पादुका मुनि मन राजित॥

धनि शिवसुवन षडानन भ्राता। गौरी ललन विश्व-विधाता॥

ऋद्धि सिद्धि तव चँवर डुलावे। मूषक वाहन सोहत द्वारे॥

कहौ जन्म शुभ कथा तुम्हारी। अति शुचि पावन मंगल कारी॥

एक समय गिरिराज कुमारी। पुत्र हेतु तप कीन्हा भारी॥

भयो यज्ञ जब पूर्ण अनूपा। तब पहुंच्यो तुम धरि द्विज रूपा।

अतिथि जानि कै गौरी सुखारी। बहु विधि सेवा करी तुम्हारी॥

अति प्रसन्न ह्वै तुम वर दीन्हा। मातु पुत्र हित जो तप कीन्हा॥

मिलहि पुत्र तुहि बुद्धि विशाला। बिना गर्भ धारण यहि काला॥

गणनायक गुण ज्ञान निधाना। पूजित प्रथम रूप भगवाना॥

अस कहि अन्तर्धान रूप ह्वै। पलना पर बालक स्वरूप ह्वै॥

बनि शिशु रुदन जबहि तुम ठाना। लखि मुख सुख नहिं गौरि समाना॥

सकल मगन सुख मंगल गावहिं। नभ ते सुरन सुमन वर्षावहिं॥

शम्भु उमा बहुदान लुटावहिं। सुर मुनि जन सुत देखन आवहिं॥

लखि अति आनन्द मंगल साजा। देखन भी आए शनि राजा॥

निज अवगुण गुनि शनि मन माहीं। बालक देखन चाहत नाहीं॥

गिरजा कछु मन भेद बढ़ायो। उत्सव मोर न शनि तुहि भायो॥

कहन लगे शनि मन सकुचाई। का करिहौ शिशु मोहि दिखाई॥

नहिं विश्वास उमा कर भयऊ। शनि सों बालक देखन कह्यऊ॥

पड़तहिं शनि दृग कोण प्रकाशा। बालक शिर उड़ि गयो आकाशा॥

गिरजा गिरीं विकल ह्वै धरणी। सो दुख दशा गयो नहिं वरणी॥

हाहाकार मच्यो कैलाशा। शनि कीन्ह्यों लखि सुत को नाशा॥

तुरत गरुड़ चढ़ि विष्णु सिधाए। काटि चक्र सो गज शिर लाए॥

बालक के धड़ ऊपर धारयो। प्राण मन्त्र पढ़ शंकर डारयो॥

नाम गणेश शम्भु तब कीन्हे। प्रथम पूज्य बुद्धि निधि वर दीन्हे॥

बुद्धि परीक्षा जब शिव कीन्हा। पृथ्वी की प्रदक्षिणा लीन्हा॥

चले षडानन भरमि भुलाई। रची बैठ तुम बुद्धि उपाई॥

चरण मातु-पितु के धर लीन्हें। तिनके सात प्रदक्षिण कीन्हें॥

धनि गणेश कहि शिव हिय हरषे। नभ ते सुरन सुमन बहु बरसे॥

तुम्हरी महिमा बुद्धि बड़ाई। शेष सहस मुख सकै न गाई॥

मैं मति हीन मलीन दुखारी। करहुँ कौन बिधि विनय तुम्हारी॥

भजत रामसुन्दर प्रभुदासा। लख प्रयाग ककरा दुर्वासा॥

अब प्रभु दया दीन पर कीजै। अपनी शक्ति भक्ति कुछ दीजै॥


दोहा


श्री गणेश यह चालीसा पाठ करें धर ध्यान।

नित नव मंगल गृह बसै लहे जगत सन्मान॥

सम्वत् अपन सहस्र दश ऋषि पंचमी दिनेश।

पूरण चालीसा भयो मंगल मूर्ति गणेश॥
    
    ''',
    "विष्णु चालीसा":''' 
।।दोहा।।

विष्णु सुनिए विनय सेवक की चितलाय ।कीरत कुछ वर्णन करूं दीजै ज्ञान बताय ॥

।।चौपाई।।

नमो विष्णु भगवान खरारी,कष्ट नशावन अखिल बिहारी ।प्रबल जगत में शक्ति तुम्हारी,त्रिभुवन फैल रही उजियारी ॥1॥

सुन्दर रूप मनोहर सूरत,सरल स्वभाव मोहनी मूरत ।तन पर पीताम्बर अति सोहत,बैजन्ती माला मन मोहत ॥2॥

शंख चक्र कर गदा बिराजे,देखत दैत्य असुर दल भाजे ।सत्य धर्म मद लोभ न गाजे,काम क्रोध मद लोभ न छाजे ॥3॥

सन्तभक्त सज्जन मनरंजन,दनुज असुर दुष्टन दल गंजन ।सुख उपजाय कष्ट सब भंजन,दोष मिटाय करत जन सज्जन ॥4॥

पाप काट भव सिन्धु उतारण,कष्ट नाशकर भक्त उबारण ।करत अनेक रूप प्रभु धारण,केवल आप भक्ति के कारण ॥5॥

धरणि धेनु बन तुमहिं पुकारा,तब तुम रूप राम का धारा ।भार उतार असुर दल मारा,रावण आदिक को संहारा ॥6॥

आप वाराह रूप बनाया,हरण्याक्ष को मार गिराया ।धर मत्स्य तन सिन्धु बनाया,चौदह रतनन को निकलाया ॥7॥

अमिलख असुरन द्वन्द मचाया,रूप मोहनी आप दिखाया ।देवन को अमृत पान कराया,असुरन को छवि से बहलाया ॥8॥

कूर्म रूप धर सिन्धु मझाया,मन्द्राचल गिरि तुरत उठाया ।शंकर का तुम फन्द छुड़ाया,भस्मासुर को रूप दिखाया ॥9॥

वेदन को जब असुर डुबाया,कर प्रबन्ध उन्हें ढुढवाया ।मोहित बनकर खलहि नचाया,उसही कर से भस्म कराया ॥10॥

असुर जलन्धर अति बलदाई,शंकर से उन कीन्ह लडाई ।हार पार शिव सकल बनाई,कीन सती से छल खल जाई ॥11॥

सुमिरन कीन तुम्हें शिवरानी,बतलाई सब विपत कहानी ।तब तुम बने मुनीश्वर ज्ञानी,वृन्दा की सब सुरति भुलानी ॥12॥

देखत तीन दनुज शैतानी,वृन्दा आय तुम्हें लपटानी ।हो स्पर्श धर्म क्षति मानी,हना असुर उर शिव शैतानी ॥13॥

तुमने ध्रुव प्रहलाद उबारे,हिरणाकुश आदिक खल मारे ।गणिका और अजामिल तारे,बहुत भक्त भव सिन्धु उतारे ॥14॥

हरहु सकल संताप हमारे,कृपा करहु हरि सिरजन हारे ।देखहुं मैं निज दरश तुम्हारे,दीन बन्धु भक्तन हितकारे ॥15॥

चहत आपका सेवक दर्शन,करहु दया अपनी मधुसूदन ।जानूं नहीं योग्य जब पूजन,होय यज्ञ स्तुति अनुमोदन ॥16॥

शीलदया सन्तोष सुलक्षण,विदित नहीं व्रतबोध विलक्षण ।करहुं आपका किस विधि पूजन,कुमति विलोक होत दुख भीषण ॥17॥

करहुं प्रणाम कौन विधिसुमिरण,कौन भांति मैं करहु समर्पण ।सुर मुनि करत सदा सेवकाईहर्षित रहत परम गति पाई ॥18॥

दीन दुखिन पर सदा सहाई,निज जन जान लेव अपनाई ।पाप दोष संताप नशाओ,भव बन्धन से मुक्त कराओ ॥19॥

सुत सम्पति दे सुख उपजाओ,निज चरनन का दास बनाओ ।निगम सदा ये विनय सुनावै,पढ़ै सुनै सो जन सुख पावै ॥20॥
    ''',
  },
  "मंत्र ":{
    "गायत्री महामंत्र":'''
    
    
    
ॐ भूर् भुवः स्वः।
तत् सवितुर्वरेण्यं।
भर्गो देवस्य धीमहि।
धियो यो नः प्रचोदयात् ॥
    ''',
    "सूर्य वैदिक मंत्र":'''
    
    
    
 ऊँ आकृष्णेन रजसा वर्तमानो निवेशयन्नमृतं मर्त्यण्च ।

हिरण्य़येन सविता रथेन देवो याति भुवनानि पश्यन ।।
    ''',
    "सूर्य के लिए तांत्रोक्त मंत्र ":'''
    
    
ऊँ घृणि: सूर्यादित्योम

ऊँ घृणि: सूर्य आदित्य श्री

ऊँ ह्रां ह्रीं ह्रौं स: सूर्याय: नम:

ऊँ ह्रीं ह्रीं सूर्याय नम:
    ''',
    "सूर्य नाम मंत्र ":'''


    
ऊँ घृणि सूर्याय नम:
    ''',
    "सूर्य का पौराणिक मंत्र":'''

जपाकुसुम संकाशं काश्यपेयं महाद्युतिम ।

तमोsरिं सर्वपापघ्नं प्रणतोsस्मि दिवाकरम ।।
    ''',
    "सूर्य गायत्री मंत्र ":'''
ऊँ आदित्याय विदमहे दिवाकराय धीमहि तन्न: सूर्य: प्रचोदयात
    ''',
    "श्री शिव स्तुति":'''
    
    
कैलासराणा शिवचंद्रमौळी । फणींद्र माथां मुकुटी झळाळी ।
कारुण्यसिंधू भवदुःखहारी । तुजवीण शंभो मज कोण तारी ॥ १ ॥
रवींदु दावानल पूर्ण भाळी । स्वतेज नेत्रीं तिमिरौघ जाळी ।
ब्रह्मांडधीशा मदनांतकारी । तुजवीण शंभो मज कोण तारी ॥ २ ॥
जटा विभूति उटि चंदनाची । कपालमाला प्रित गौतमीची ।
पंचानना विश्वनिवांतकारी । तुजवीण शंभो मज कोण तारी ॥ ३ ॥
वैराग्ययोगी शिव शूलपाणी । सदा समाधी निजबोधवाणी ।
उमानिवासा त्रिपुरांतकारी । तुजवीण शंभो मज कोण तारी ॥ ४ ॥
उदार मेरु पति शैलजेचा । श्रीविश्र्वनाथ म्हणती सुरांचा ।
दयानिधीचा गजचर्मधारी । तुजवीण शंभो मज कोण तारी ॥ ५ ॥
ब्रह्मादि वंदी अमरादिनाथ । भुजंगमाला धरि सोमकांत ।
गंगा शिरीं दोष महा विदारी । तुजवीण शंभो मज कोण तारी ॥ ६ ॥
कर्पूरगौरी गिरिजा विराजे । हळाहळें कंठ निळाचि साजे ।
दारिद्र्यदुःखे स्मरणें निवारी । तुजवीण शंभो मज कोण तारी ॥ ७ ॥
स्मशानक्रीडा करितां सुखावे । तो देव चूडामणि कोण आहे ।
उदासमूर्ती जटाभस्मधारी । तुजवीण शंभो मज कोण तारी ॥ ८ ॥
भूतादिनाथ अरि अंतकाचा । तो स्वामी माझा ध्वज शांभवाचा ।
राजा महेश बहुबाहुधारी । तुजवीण शंभो मज कोण तारी ॥ ९ ॥
नंदी हराचा हर नंदिकेश । श्रीविश्वनाथ म्हणती सुरेश ।
सदाशिव व्यापक तापहारी । तुजवीण शंभो मज कोण तारी ॥ १० ॥
भयानक भीम विक्राळ नग्न । लीलाविनोदें करि काम भग्न ।
तो रुद्र विश्वंभर दक्ष मारी । तुजवीण शंभो मज कोण तारी ॥ ११ ॥
इच्छा हराची जग हे विशाळ । पाळी रची तो करि ब्रह्मगोळ ।
उमापति भैरव विघ्नहारी । तुजवीण शंभो मज कोण तारी ॥ १२ ॥
भागीरथीतीर सदा पवित्र । जेथें असे तारक ब्रह्ममंत्र ।
विश्वेश विश्वंभर त्रिनेत्रधारी । तुजवीण शंभो मज कोण तारी ॥ १३ ॥
प्रयाग वेणी सकळा हराच्या । पादारविंदी वाहाती हरीच्या ।
मंदाकिनी मंगल मोक्षकारी । तुजवीण शंभो मज कोण तारी ॥ १४ ॥
कीर्ती हराची स्तुति बोलवेना । कैवल्यदाता मनुजा कळेना ।
एकाग्रनाथ विष अंगिकारी । तुजवीण शंभो मज कोण तारी ॥ १५ ॥
सर्वांतरी व्यापक जो नियंता । तो प्राणलिंगाजवळी महंता ।
अंकी उमा ते गिरिरुपधारी । तुजवीण शंभो मज कोण तारी ॥ १६ ॥
सदा तपस्वी असे कामधेनू । सदा सतेज शशिकोटिभानू ।
गौरीपती जो सदा भस्मधारी । तुजवीण शंभो मज कोण तारी ॥ १७ ॥
कर्पूरगौर स्मरल्या विसांवा । चिंता हरी जो भजकां सदैवा ।
अंती स्वहीत सुवना विचारी । तुजवीण शंभो मज कोण तारी ॥ १८ ॥
विरामकाळीं विकळ शरीर । उदास चित्तीं न धरीच धीर ।
चिंतामणी चिंतनें चित्तहारी । तुजवीण शंभो मज कोण तारी ॥ १९ ॥
सुखावसाने सकळ सुखाची । दुःखावसाने टळती जगाचीं ।
देहावसाने धरणी थरारी । तुजवीण शंभो मज कोण तारी ॥ २० ॥
अनुहात शब्द गगनी न माय । त्याने निनादें भव शून्य होय ।
कथा निजांगे करुणा कुमारी । तुजवीण शंभो मज कोण तारी ॥ २१ ॥
शांति स्वलीला वदनीं विलासे । ब्रह्मांडगोळी असुनी न दिसे ।
भिल्ली भवानी शिव ब्रह्मचारी । तुजवीण शंभो मज कोण तारी ॥ २२ ॥
पीतांबरे मंडित नाभि ज्याची । शोभा जडीत वरि किंकिणीची ।
श्रीदेवदत्त दुरितांतकारी । तुजवीण शंभो मज कोण तारी ॥ २३ ॥
जिवाशिवांची जडली समाधी । विटला प्रपंची तुटली उपाधी ।
शुद्धस्वरें गर्जति वेद चारी । तुजवीण शंभो मज कोण तारी ॥ २४ ॥
निधानकुंभ भरला अभंग । पाहा निजांगें शिव ज्योतिर्लिंग ।
गंभीर धीर सुर चक्रधारी । तुजवीण शंभो मज कोण तारी ॥ २५ ॥
मंदार बिल्वें बकुलें सुवासी । माला पवित्र वहा शंकरासी ।
काशीपुरी भैरव विश्व तारी । तुजवीण शंभो मज कोण तारी ॥ २६ ॥
जाई जुई चंपक पुष्पजाती । शोभे गळां मालतिमाळ हातीं ।
प्रताप सूर्यशरचापधारी । तुजवीण शंभो मज कोण तारी ॥ २७ ॥
अलक्ष्यमुद्रा श्रवणीं प्रकाशे । संपूर्ण शोभा वदनीं विकसे ।
नेई सुपंथे भवपैलतीरीं । तुजवीण शंभो मज कोण तारी ॥ २८ ॥
नागेशनामा सकळा जिव्हाळा । मना जपें रे शिवमंत्रमाळा ।
पंचाक्षरी घ्यान गुहाविहारीं । तुजवीण शंभो मज कोण तारी ॥ २९ ॥
एकांति ये रे गुरुराज स्वामीं । चैतन्यरुपीं शिवसौख्य नामीं ।
शिणलों दयाळा बहुसाल भारी । तुजवीण शंभो मज कोण तारी ॥ ३० ॥
शास्त्राभ्यास नको श्रुति पढुं नको तीर्थासि जाऊं नको ।
योगाभ्यास नको व्रतें मख नको तीव्रें तपें तीं नको ।
काळाचे भय मानसीं धरुं नको दुष्टांस शंकूं नको ।
ज्याचीया स्मरणें पतीत तरती तो शंभु सोडू नको ॥ ३१ ॥

    ''',

  },
  "श्लोक":{},
  "आरती": {
    "श्री रामायणजी की आरती":'''

आरती श्री रामायण जी की। कीरति कलित ललित सिया-पी की॥
गावत ब्राह्मादिक मुनि नारद। बालमीक विज्ञान विशारद।
शुक सनकादि शेष अरु शारद। बरनि पवनसुत कीरति नीकी॥

आरती श्री रामायण जी की।
कीरति कलित ललित सिया-पी की॥

गावत वेद पुरान अष्टदस। छओं शास्त्र सब ग्रन्थन को रस।
मुनि-मन धन सन्तन को सरबस। सार अंश सम्मत सबही की॥

आरती श्री रामायण जी की।
कीरति कलित ललित सिया-पी की॥

गावत सन्तत शम्भू भवानी। अरु घट सम्भव मुनि विज्ञानी।
व्यास आदि कविबर्ज बखानी। कागभुषुण्डि गरुड़ के ही की॥

आरती श्री रामायण जी की।
कीरति कलित ललित सिया-पी की॥

कलिमल हरनि विषय रस फीकी। सुभग सिंगार मुक्ति जुबती की।
दलन रोग भव मूरि अमी की। तात मात सब विधि तुलसी की॥

आरती श्री रामायण जी की।
कीरति कलित ललित सिया-पी की॥
    ''',
    "शिवजी की आरती":'''

ॐ जय शिव ओंकारा, स्वामी जय शिव ओंकारा।
ब्रह्मा, विष्णु, सदाशिव, अर्द्धांगी धारा॥

ॐ जय शिव ओंकारा॥

एकानन चतुरानन पञ्चानन राजे।
हंसासन गरूड़ासन वृषवाहन साजे॥

ॐ जय शिव ओंकारा॥

दो भुज चार चतुर्भुज दसभुज अति सोहे।
त्रिगुण रूप निरखते त्रिभुवन जन मोहे॥

ॐ जय शिव ओंकारा॥

अक्षमाला वनमाला मुण्डमाला धारी।
त्रिपुरारी कंसारी कर माला धारी॥

ॐ जय शिव ओंकारा॥

श्वेताम्बर पीताम्बर बाघम्बर अंगे।
सनकादिक गरुणादिक भूतादिक संगे॥

ॐ जय शिव ओंकारा॥

कर के मध्य कमण्डलु चक्र त्रिशूलधारी।
सुखकारी दुखहारी जगपालन कारी॥

ॐ जय शिव ओंकारा॥

ब्रह्मा विष्णु सदाशिव जानत अविवेका।
मधु-कैटभ दो‌उ मारे, सुर भयहीन करे॥

ॐ जय शिव ओंकारा॥

ब्रहमाणी रुद्राणी तुम कमला रानी।
प्रणवाक्षर में शोभित ये तीनों एका॥

ॐ जय शिव ओंकारा॥

लक्ष्मी व सावित्री पार्वती संगा।
पार्वती अर्द्धांगी, शिवलहरी गंगा॥

ॐ जय शिव ओंकारा॥

पर्वत सोहैं पार्वती, शंकर कैलासा।
भांग धतूर का भोजन, भस्मी में वासा॥

ॐ जय शिव ओंकारा॥

जटा में गंग बहत है, गल मुण्डन माला।
शेष नाग लिपटावत, ओढ़त मृगछाला॥

ॐ जय शिव ओंकारा॥

काशी में विराजे विश्वनाथ, नन्दी ब्रह्मचारी।
नित उठ दर्शन पावत, महिमा अति भारी॥

ॐ जय शिव ओंकारा॥

त्रिगुणस्वामी जी की आरति जो कोइ नर गावे।
कहत शिवानन्द स्वामी, मनवान्छित फल पावे॥

ॐ जय शिव ओंकारा॥
    
    ''',
    "आरती श्री जगदीशजी":'''

ॐ जय जगदीश हरे, स्वामी ! जय जगदीश हरे।
भक्त जनों के संकट, क्षण में दूर करे॥

ॐ जय जगदीश हरे।

जो ध्यावे फल पावे, दुःख विनसे मन का।
स्वामी दुःख विनसे मन का।
सुख सम्पत्ति घर आवे, कष्ट मिटे तन का॥

ॐ जय जगदीश हरे।

मात-पिता तुम मेरे, शरण गहूँ मैं किसकी।
स्वामी शरण गहूँ मैं किसकी।
तुम बिन और न दूजा, आस करूँ जिसकी॥

ॐ जय जगदीश हरे।

तुम पूरण परमात्मा, तुम अन्तर्यामी।
स्वामी तुम अन्तर्यामी।
पारब्रह्म परमेश्वर, तुम सबके स्वामी॥

ॐ जय जगदीश हरे।

तुम करुणा के सागर, तुम पालन-कर्ता।
स्वामी तुम पालन-कर्ता।
मैं मूरख खल कामी, कृपा करो भर्ता॥

ॐ जय जगदीश हरे।

तुम हो एक अगोचर, सबके प्राणपति।
स्वामी सबके प्राणपति।
किस विधि मिलूँ दयामय, तुमको मैं कुमति॥

ॐ जय जगदीश हरे।

दीनबन्धु दुखहर्ता, तुम ठाकुर मेरे।
स्वामी तुम ठाकुर मेरे।
अपने हाथ उठा‌ओ, द्वार पड़ा तेरे॥

ॐ जय जगदीश हरे।

विषय-विकार मिटा‌ओ, पाप हरो देवा।
स्वमी पाप हरो देवा।
श्रद्धा-भक्ति बढ़ा‌ओ, सन्तन की सेवा॥

ॐ जय जगदीश हरे।

श्री जगदीशजी की आरती, जो कोई नर गावे।
स्वामी जो कोई नर गावे।
कहत शिवानन्द स्वामी, सुख संपत्ति पावे॥

ॐ जय जगदीश हरे।
    ''',
    "आरती श्री सत्यनारायणजी":'''
जय लक्ष्मीरमणा श्री जय लक्ष्मीरमणा।
सत्यनारायण स्वामी जनपातक हरणा॥

जय लक्ष्मीरमणा।

रत्नजड़ित सिंहासन अद्भुत छवि राजे।
नारद करत निराजन घंटा ध्वनि बाजे॥

जय लक्ष्मीरमणा।

प्रगट भये कलि कारण द्विज को दर्श दियो।
बूढ़ो ब्राह्मण बनकर कंचन महल कियो॥

जय लक्ष्मीरमणा।

दुर्बल भील कठारो इन पर कृपा करी।
चन्द्रचूड़ एक राजा जिनकी विपति हरी॥

जय लक्ष्मीरमणा।

वैश्य मनोरथ पायो श्रद्धा तज दीनी।
सो फल भोग्यो प्रभुजी फिर स्तुति कीनी॥

जय लक्ष्मीरमणा।

भाव भक्ति के कारण छिन-छिन रूप धर्यो।
श्रद्धा धारण कीनी तिनको काज सर्यो॥

जय लक्ष्मीरमणा।

ग्वाल बाल संग राजा वन में भक्ति करी।
मनवांछित फल दीनो दीनदयाल हरी॥

जय लक्ष्मीरमणा।

चढ़त प्रसाद सवाया कदली फल मेवा।
धूप दीप तुलसी से राजी सत्यदेवा॥

जय लक्ष्मीरमणा।

श्री सत्यनारायणजी की आरती जो कोई नर गावे।
कहत शिवानन्द स्वामी मनवांछित फल पावे॥

जय लक्ष्मीरमणा।
    ''',
    "आरती श्री सूर्य जी":'''
    
जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।
त्रिभुवन – तिमिर – निकन्दन, भक्त-हृदय-चन्दन॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

सप्त-अश्वरथ राजित, एक चक्रधारी।
दु:खहारी, सुखकारी, मानस-मल-हारी॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

सुर – मुनि – भूसुर – वन्दित, विमल विभवशाली।
अघ-दल-दलन दिवाकर, दिव्य किरण माली॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

सकल – सुकर्म – प्रसविता, सविता शुभकारी।
विश्व-विलोचन मोचन, भव-बन्धन भारी॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

कमल-समूह विकासक, नाशक त्रय तापा।
सेवत साहज हरत अति मनसिज-संतापा॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

नेत्र-व्याधि हर सुरवर, भू-पीड़ा-हारी।
वृष्टि विमोचन संतत, परहित व्रतधारी॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

सूर्यदेव करुणाकर, अब करुणा कीजै।
हर अज्ञान-मोह सब, तत्त्वज्ञान दीजै॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।
    ''',
    "जय अम्बे गौरी":'''
    
जय अम्बे गौरी, मैया जय श्यामा गौरी।
तुमको निशिदिन ध्यावत, हरि ब्रह्मा शिवरी॥

जय अम्बे गौरी

माँग सिंदूर विराजत, टीको मृगमद को।
उज्जवल से दो‌उ नैना, चन्द्रवदन नीको॥

जय अम्बे गौरी

कनक समान कलेवर, रक्ताम्बर राजै।
रक्तपुष्प गल माला, कण्ठन पर साजै॥

जय अम्बे गौरी

केहरि वाहन राजत, खड्ग खप्परधारी।
सुर-नर-मुनि-जन सेवत, तिनके दुखहारी॥

जय अम्बे गौरी

कानन कुण्डल शोभित, नासाग्रे मोती।
कोटिक चन्द्र दिवाकर, सम राजत ज्योति॥

जय अम्बे गौरी

शुम्भ-निशुम्भ बिदारे, महिषासुर घाती।
धूम्र विलोचन नैना, निशिदिन मदमाती॥

जय अम्बे गौरी

चण्ड-मुण्ड संहारे, शोणित बीज हरे।
मधु-कैटभ दो‌उ मारे, सुर भयहीन करे॥

जय अम्बे गौरी

ब्रहमाणी रुद्राणी तुम कमला रानी।
आगम-निगम-बखानी, तुम शिव पटरानी॥

जय अम्बे गौरी

चौंसठ योगिनी मंगल गावत, नृत्य करत भैरूँ।
बाजत ताल मृदंगा, अरु बाजत डमरु॥

जय अम्बे गौरी

तुम ही जग की माता, तुम ही हो भरता।
भक्‍तन की दु:ख हरता, सुख सम्पत्ति करता॥

जय अम्बे गौरी

भुजा चार अति शोभित, वर-मुद्रा धारी।
मनवांछित फल पावत, सेवत नर-नारी॥

जय अम्बे गौरी

कंचन थाल विराजत, अगर कपूर बाती।
श्रीमालकेतु में राजत, कोटि रतन ज्योति॥

जय अम्बे गौरी

श्री अम्बेजी की आरती, जो को‌ई नर गावै।
कहत शिवानन्द स्वामी, सुख सम्पत्ति पावै॥

जय अम्बे गौरी
    '''
  },
};
