const categories = {
  "चालीसा":{
    "श्री गणेश चालीसा":'''

जय गणपति सद्गुण सदन कविवर बदन कृपाल।

विघ्न हरण मंगल करण जय जय गिरिजालाल॥

जय जय जय गणपति राजू। मंगल भरण करण शुभ काजू॥

जय गजबदन सदन सुखदाता। विश्व विनायक बुद्धि विधाता॥

वक्र तुण्ड शुचि शुण्ड सुहावन। तिलक त्रिपुण्ड भाल मन भावन॥

राजित मणि मुक्तन उर माला। स्वर्ण मुकुट शिर नयन विशाला॥

पुस्तक पाणि कुठार त्रिशूलं। मोदक भोग सुगन्धित फूलं॥

सुन्दर पीताम्बर तन साजित। चरण पादुका मुनि मन राजित॥

धनि शिवसुवन षडानन भ्राता। गौरी ललन विश्व-विधाता॥

ऋद्धि सिद्धि तव चँवर डुलावे। मूषक वाहन सोहत द्वारे॥

कहौ जन्म शुभ कथा तुम्हारी। अति शुचि पावन मंगल कारी॥

एक समय गिरिराज कुमारी। पुत्र हेतु तप कीन्हा भारी॥

भयो यज्ञ जब पूर्ण अनूपा। तब पहुंच्यो तुम धरि द्विज रूपा।

अतिथि जानि कै गौरी सुखारी। बहु विधि सेवा करी तुम्हारी॥

अति प्रसन्न ह्वै तुम वर दीन्हा। मातु पुत्र हित जो तप कीन्हा॥

मिलहि पुत्र तुहि बुद्धि विशाला। बिना गर्भ धारण यहि काला॥

गणनायक गुण ज्ञान निधाना। पूजित प्रथम रूप भगवाना॥

अस कहि अन्तर्धान रूप ह्वै। पलना पर बालक स्वरूप ह्वै॥

बनि शिशु रुदन जबहि तुम ठाना। लखि मुख सुख नहिं गौरि समाना॥

सकल मगन सुख मंगल गावहिं। नभ ते सुरन सुमन वर्षावहिं॥

शम्भु उमा बहुदान लुटावहिं। सुर मुनि जन सुत देखन आवहिं॥

लखि अति आनन्द मंगल साजा। देखन भी आए शनि राजा॥

निज अवगुण गुनि शनि मन माहीं। बालक देखन चाहत नाहीं॥

गिरजा कछु मन भेद बढ़ायो। उत्सव मोर न शनि तुहि भायो॥

कहन लगे शनि मन सकुचाई। का करिहौ शिशु मोहि दिखाई॥

नहिं विश्वास उमा कर भयऊ। शनि सों बालक देखन कह्यऊ॥

पड़तहिं शनि दृग कोण प्रकाशा। बालक शिर उड़ि गयो आकाशा॥

गिरजा गिरीं विकल ह्वै धरणी। सो दुख दशा गयो नहिं वरणी॥

हाहाकार मच्यो कैलाशा। शनि कीन्ह्यों लखि सुत को नाशा॥

तुरत गरुड़ चढ़ि विष्णु सिधाए। काटि चक्र सो गज शिर लाए॥

बालक के धड़ ऊपर धारयो। प्राण मन्त्र पढ़ शंकर डारयो॥

नाम गणेश शम्भु तब कीन्हे। प्रथम पूज्य बुद्धि निधि वर दीन्हे॥

बुद्धि परीक्षा जब शिव कीन्हा। पृथ्वी की प्रदक्षिणा लीन्हा॥

चले षडानन भरमि भुलाई। रची बैठ तुम बुद्धि उपाई॥

चरण मातु-पितु के धर लीन्हें। तिनके सात प्रदक्षिण कीन्हें॥

धनि गणेश कहि शिव हिय हरषे। नभ ते सुरन सुमन बहु बरसे॥

तुम्हरी महिमा बुद्धि बड़ाई। शेष सहस मुख सकै न गाई॥

मैं मति हीन मलीन दुखारी। करहुँ कौन बिधि विनय तुम्हारी॥

भजत रामसुन्दर प्रभुदासा। लख प्रयाग ककरा दुर्वासा॥

अब प्रभु दया दीन पर कीजै। अपनी शक्ति भक्ति कुछ दीजै॥


दोहा


श्री गणेश यह चालीसा पाठ करें धर ध्यान।

नित नव मंगल गृह बसै लहे जगत सन्मान॥

सम्वत् अपन सहस्र दश ऋषि पंचमी दिनेश।

पूरण चालीसा भयो मंगल मूर्ति गणेश॥
    
    ''',
    "हनुमान चालीसा":'''
    
    
दोहा

श्रीगुरु चरन सरोज रज, निज मनु मुकुरु सुधारि।
बरनऊं रघुबर बिमल जसु, जो दायकु फल चारि।।
बुद्धिहीन तनु जानिके, सुमिरौं पवन-कुमार।
बल बुद्धि बिद्या देहु मोहिं, हरहु कलेस बिकार।।

 चौपाई :

जय हनुमान ज्ञान गुन सागर।
जय कपीस तिहुं लोक उजागर।।

रामदूत अतुलित बल धामा।
अंजनि-पुत्र पवनसुत नामा।।

महाबीर बिक्रम बजरंगी।
कुमति निवार सुमति के संगी।।

कंचन बरन बिराज सुबेसा।
कानन कुंडल कुंचित केसा।।

हाथ बज्र औ ध्वजा बिराजै।
कांधे मूंज जनेऊ साजै।

संकर सुवन केसरीनंदन।
तेज प्रताप महा जग बन्दन।।

विद्यावान गुनी अति चातुर।
राम काज करिबे को आतुर।।

प्रभु चरित्र सुनिबे को रसिया।
राम लखन सीता मन बसिया।।

सूक्ष्म रूप धरि सियहिं दिखावा।
बिकट रूप धरि लंक जरावा।।

भीम रूप धरि असुर संहारे।
रामचंद्र के काज संवारे।।

लाय सजीवन लखन जियाये।
श्रीरघुबीर हरषि उर लाये।।

रघुपति कीन्ही बहुत बड़ाई।
तुम मम प्रिय भरतहि सम भाई।।

सहस बदन तुम्हरो जस गावैं।
अस कहि श्रीपति कंठ लगावैं।।

सनकादिक ब्रह्मादि मुनीसा।
नारद सारद सहित अहीसा।।

जम कुबेर दिगपाल जहां ते।
कबि कोबिद कहि सके कहां ते।।

तुम उपकार सुग्रीवहिं कीन्हा।
राम मिलाय राज पद दीन्हा।।

तुम्हरो मंत्र बिभीषन माना।
लंकेस्वर भए सब जग जाना।।

जुग सहस्र जोजन पर भानू।
लील्यो ताहि मधुर फल जानू।।

प्रभु मुद्रिका मेलि मुख माहीं।
जलधि लांघि गये अचरज नाहीं।।

दुर्गम काज जगत के जेते।
सुगम अनुग्रह तुम्हरे तेते।।

राम दुआरे तुम रखवारे।
होत न आज्ञा बिनु पैसारे।।

सब सुख लहै तुम्हारी सरना।
तुम रक्षक काहू को डर ना।।

आपन तेज सम्हारो आपै।
तीनों लोक हांक तें कांपै।।

भूत पिसाच निकट नहिं आवै।
महाबीर जब नाम सुनावै।।

नासै रोग हरै सब पीरा।
जपत निरंतर हनुमत बीरा।।

संकट तें हनुमान छुड़ावै।
मन क्रम बचन ध्यान जो लावै।।

सब पर राम तपस्वी राजा।
तिन के काज सकल तुम साजा।

और मनोरथ जो कोई लावै।
सोइ अमित जीवन फल पावै।।

चारों जुग परताप तुम्हारा।
है परसिद्ध जगत उजियारा।।

साधु-संत के तुम रखवारे।
असुर निकंदन राम दुलारे।।

अष्ट सिद्धि नौ निधि के दाता।
अस बर दीन जानकी माता।।

राम रसायन तुम्हरे पासा।
सदा रहो रघुपति के दासा।।

तुम्हरे भजन राम को पावै।
जनम-जनम के दुख बिसरावै।।

अन्तकाल रघुबर पुर जाई।
जहां जन्म हरि-भक्त कहाई।।

और देवता चित्त न धरई।
हनुमत सेइ सर्ब सुख करई।।

संकट कटै मिटै सब पीरा।
जो सुमिरै हनुमत बलबीरा।।

जै जै जै हनुमान गोसाईं।
कृपा करहु गुरुदेव की नाईं।।

जो सत बार पाठ कर कोई।
छूटहि बंदि महा सुख होई।।

जो यह पढ़ै हनुमान चालीसा।
होय सिद्धि साखी गौरीसा।।

तुलसीदास सदा हरि चेरा।
कीजै नाथ हृदय मंह डेरा।।

दोहा :

पवन तनय संकट हरन, मंगल मूरति रूप।
राम लखन सीता सहित, हृदय बसहु सुर भूप।।
    ''',
    "लक्ष्मी चालीसा":'''
    
    
दोहा

मातु लक्ष्मी करि कृपा करो हृदय में वास।
मनोकामना सिद्ध कर पुरवहु मेरी आस॥
सिंधु सुता विष्णुप्रिये नत शिर बारंबार।
ऋद्धि सिद्धि मंगलप्रदे नत शिर बारंबार॥ टेक॥

सोरठा

यही मोर अरदास, हाथ जोड़ विनती करूं।
सब विधि करौ सुवास, जय जननि जगदंबिका॥


॥ चौपाई ॥

सिन्धु सुता मैं सुमिरौं तोही। ज्ञान बुद्धि विद्या दो मोहि॥
तुम समान नहिं कोई उपकारी। सब विधि पुरबहु आस हमारी॥

जै जै जगत जननि जगदम्बा। सबके तुमही हो स्वलम्बा॥
तुम ही हो घट घट के वासी। विनती यही हमारी खासी॥
जग जननी जय सिन्धु कुमारी। दीनन की तुम हो हितकारी॥
विनवौं नित्य तुमहिं महारानी। कृपा करौ जग जननि भवानी।

केहि विधि स्तुति करौं तिहारी। सुधि लीजै अपराध बिसारी॥
कृपा दृष्टि चितवो मम ओरी। जगत जननि विनती सुन मोरी॥

ज्ञान बुद्धि जय सुख की दाता। संकट हरो हमारी माता॥
क्षीर सिंधु जब विष्णु मथायो। चौदह रत्न सिंधु में पायो॥

चौदह रत्न में तुम सुखरासी। सेवा कियो प्रभुहिं बनि दासी॥
जब जब जन्म जहां प्रभु लीन्हा। रूप बदल तहं सेवा कीन्हा॥
स्वयं विष्णु जब नर तनु धारा। लीन्हेउ अवधपुरी अवतारा॥
तब तुम प्रकट जनकपुर माहीं। सेवा कियो हृदय पुलकाहीं॥

अपनायो तोहि अन्तर्यामी। विश्व विदित त्रिभुवन की स्वामी॥
तुम सब प्रबल शक्ति नहिं आनी। कहं तक महिमा कहौं बखानी॥

मन क्रम वचन करै सेवकाई। मन- इच्छित वांछित फल पाई॥
तजि छल कपट और चतुराई। पूजहिं विविध भांति मन लाई॥

और हाल मैं कहौं बुझाई। जो यह पाठ करे मन लाई॥
ताको कोई कष्ट न होई। मन इच्छित फल पावै फल सोई॥
त्राहि- त्राहि जय दुःख निवारिणी। त्रिविध ताप भव बंधन हारिणि॥
जो यह चालीसा पढ़े और पढ़ावे। इसे ध्यान लगाकर सुने सुनावै॥

ताको कोई न रोग सतावै। पुत्र आदि धन सम्पत्ति पावै।
पुत्र हीन और सम्पत्ति हीना। अन्धा बधिर कोढ़ी अति दीना॥

विप्र बोलाय कै पाठ करावै। शंका दिल में कभी न लावै॥
पाठ करावै दिन चालीसा। ता पर कृपा करैं गौरीसा॥

सुख सम्पत्ति बहुत सी पावै। कमी नहीं काहू की आवै॥
बारह मास करै जो पूजा। तेहि सम धन्य और नहिं दूजा॥
प्रतिदिन पाठ करै मन माहीं। उन सम कोई जग में नाहिं॥
बहु विधि क्या मैं करौं बड़ाई। लेय परीक्षा ध्यान लगाई॥

करि विश्वास करैं व्रत नेमा। होय सिद्ध उपजै उर प्रेमा॥
जय जय जय लक्ष्मी महारानी। सब में व्यापित जो गुण खानी॥

तुम्हरो तेज प्रबल जग माहीं। तुम सम कोउ दयाल कहूं नाहीं॥
मोहि अनाथ की सुधि अब लीजै। संकट काटि भक्ति मोहि दीजे॥

भूल चूक करी क्षमा हमारी। दर्शन दीजै दशा निहारी॥
बिन दरशन व्याकुल अधिकारी। तुमहिं अक्षत दुःख सहते भारी॥
नहिं मोहिं ज्ञान बुद्धि है तन में। सब जानत हो अपने मन में॥
रूप चतुर्भुज करके धारण। कष्ट मोर अब करहु निवारण॥

कहि प्रकार मैं करौं बड़ाई। ज्ञान बुद्धि मोहिं नहिं अधिकाई॥
रामदास अब कहाई पुकारी। करो दूर तुम विपति हमारी॥

दोहा

त्राहि त्राहि दुःख हारिणी हरो बेगि सब त्रास।
जयति जयति जय लक्ष्मी करो शत्रुन का नाश॥
रामदास धरि ध्यान नित विनय करत कर जोर।
मातु लक्ष्मी दास पर करहु दया की कोर॥
।। इति लक्ष्मी चालीसा संपूर्णम।।
                ''',
    "शिव चालीसा":'''
    
    
।।दोहा।।
 
श्री गणेश गिरिजा सुवन, मंगल मूल सुजान।
कहत अयोध्यादास तुम, देहु अभय वरदान॥
 
 
जय गिरिजा पति दीन दयाला। सदा करत सन्तन प्रतिपाला॥
भाल चन्द्रमा सोहत नीके। कानन कुण्डल नागफनी के॥
अंग गौर शिर गंग बहाये। मुण्डमाल तन छार लगाये॥
वस्त्र खाल बाघम्बर सोहे। छवि को देख नाग मुनि मोहे॥
मैना मातु की ह्वै दुलारी। बाम अंग सोहत छवि न्यारी॥
कर त्रिशूल सोहत छवि भारी। करत सदा शत्रुन क्षयकारी॥
नन्दि गणेश सोहै तहँ कैसे। सागर मध्य कमल हैं जैसे॥
कार्तिक श्याम और गणराऊ। या छवि को कहि जात न काऊ॥
देवन जबहीं जाय पुकारा। तब ही दुख प्रभु आप निवारा॥
किया उपद्रव तारक भारी। देवन सब मिलि तुमहिं जुहारी॥
तुरत षडानन आप पठायउ। लवनिमेष महँ मारि गिरायउ॥
आप जलंधर असुर संहारा। सुयश तुम्हार विदित संसारा॥
त्रिपुरासुर सन युद्ध मचाई। सबहिं कृपा कर लीन बचाई॥
किया तपहिं भागीरथ भारी। पुरब प्रतिज्ञा तसु पुरारी॥
दानिन महं तुम सम कोउ नाहीं। सेवक स्तुति करत सदाहीं॥
वेद नाम महिमा तव गाई। अकथ अनादि भेद नहिं पाई॥
प्रगट उदधि मंथन में ज्वाला। जरे सुरासुर भये विहाला॥
कीन्ह दया तहँ करी सहाई। नीलकण्ठ तब नाम कहाई॥
पूजन रामचंद्र जब कीन्हा। जीत के लंक विभीषण दीन्हा॥
सहस कमल में हो रहे धारी। कीन्ह परीक्षा तबहिं पुरारी॥
एक कमल प्रभु राखेउ जोई। कमल नयन पूजन चहं सोई॥
कठिन भक्ति देखी प्रभु शंकर। भये प्रसन्न दिए इच्छित वर॥
जय जय जय अनंत अविनाशी। करत कृपा सब के घटवासी॥
दुष्ट सकल नित मोहि सतावै । भ्रमत रहे मोहि चैन न आवै॥
त्राहि त्राहि मैं नाथ पुकारो। यहि अवसर मोहि आन उबारो॥
लै त्रिशूल शत्रुन को मारो। संकट से मोहि आन उबारो॥
मातु पिता भ्राता सब कोई। संकट में पूछत नहिं कोई॥
स्वामी एक है आस तुम्हारी। आय हरहु अब संकट भारी॥
धन निर्धन को देत सदाहीं। जो कोई जांचे वो फल पाहीं॥
अस्तुति केहि विधि करौं तुम्हारी। क्षमहु नाथ अब चूक हमारी॥
शंकर हो संकट के नाशन। मंगल कारण विघ्न विनाशन॥
योगी यति मुनि ध्यान लगावैं। नारद शारद शीश नवावैं॥
नमो नमो जय नमो शिवाय। सुर ब्रह्मादिक पार न पाय॥
जो यह पाठ करे मन लाई। ता पार होत है शम्भु सहाई॥
ॠनिया जो कोई हो अधिकारी। पाठ करे सो पावन हारी॥
पुत्र हीन कर इच्छा कोई। निश्चय शिव प्रसाद तेहि होई॥
पण्डित त्रयोदशी को लावे। ध्यान पूर्वक होम करावे ॥
त्रयोदशी ब्रत करे हमेशा। तन नहीं ताके रहे कलेशा॥
धूप दीप नैवेद्य चढ़ावे। शंकर सम्मुख पाठ सुनावे॥
जन्म जन्म के पाप नसावे। अन्तवास शिवपुर में पावे॥
कहे अयोध्या आस तुम्हारी। जानि सकल दुःख हरहु हमारी॥
 
॥दोहा॥
नित्त नेम कर प्रातः ही, पाठ करौं चालीसा।
तुम मेरी मनोकामना, पूर्ण करो जगदीश॥
मगसर छठि हेमन्त ॠतु, संवत चौसठ जान।
अस्तुति चालीसा शिवहि, पूर्ण कीन कल्याण॥ 
    ''',
    "विष्णु चालीसा":''' 
    
    
।।दोहा।।

विष्णु सुनिए विनय सेवक की चितलाय ।कीरत कुछ वर्णन करूं दीजै ज्ञान बताय ॥

।।चौपाई।।

नमो विष्णु भगवान खरारी,कष्ट नशावन अखिल बिहारी ।प्रबल जगत में शक्ति तुम्हारी,त्रिभुवन फैल रही उजियारी ॥1॥

सुन्दर रूप मनोहर सूरत,सरल स्वभाव मोहनी मूरत ।तन पर पीताम्बर अति सोहत,बैजन्ती माला मन मोहत ॥2॥

शंख चक्र कर गदा बिराजे,देखत दैत्य असुर दल भाजे ।सत्य धर्म मद लोभ न गाजे,काम क्रोध मद लोभ न छाजे ॥3॥

सन्तभक्त सज्जन मनरंजन,दनुज असुर दुष्टन दल गंजन ।सुख उपजाय कष्ट सब भंजन,दोष मिटाय करत जन सज्जन ॥4॥

पाप काट भव सिन्धु उतारण,कष्ट नाशकर भक्त उबारण ।करत अनेक रूप प्रभु धारण,केवल आप भक्ति के कारण ॥5॥

धरणि धेनु बन तुमहिं पुकारा,तब तुम रूप राम का धारा ।भार उतार असुर दल मारा,रावण आदिक को संहारा ॥6॥

आप वाराह रूप बनाया,हरण्याक्ष को मार गिराया ।धर मत्स्य तन सिन्धु बनाया,चौदह रतनन को निकलाया ॥7॥

अमिलख असुरन द्वन्द मचाया,रूप मोहनी आप दिखाया ।देवन को अमृत पान कराया,असुरन को छवि से बहलाया ॥8॥

कूर्म रूप धर सिन्धु मझाया,मन्द्राचल गिरि तुरत उठाया ।शंकर का तुम फन्द छुड़ाया,भस्मासुर को रूप दिखाया ॥9॥

वेदन को जब असुर डुबाया,कर प्रबन्ध उन्हें ढुढवाया ।मोहित बनकर खलहि नचाया,उसही कर से भस्म कराया ॥10॥

असुर जलन्धर अति बलदाई,शंकर से उन कीन्ह लडाई ।हार पार शिव सकल बनाई,कीन सती से छल खल जाई ॥11॥

सुमिरन कीन तुम्हें शिवरानी,बतलाई सब विपत कहानी ।तब तुम बने मुनीश्वर ज्ञानी,वृन्दा की सब सुरति भुलानी ॥12॥

देखत तीन दनुज शैतानी,वृन्दा आय तुम्हें लपटानी ।हो स्पर्श धर्म क्षति मानी,हना असुर उर शिव शैतानी ॥13॥

तुमने ध्रुव प्रहलाद उबारे,हिरणाकुश आदिक खल मारे ।गणिका और अजामिल तारे,बहुत भक्त भव सिन्धु उतारे ॥14॥

हरहु सकल संताप हमारे,कृपा करहु हरि सिरजन हारे ।देखहुं मैं निज दरश तुम्हारे,दीन बन्धु भक्तन हितकारे ॥15॥

चहत आपका सेवक दर्शन,करहु दया अपनी मधुसूदन ।जानूं नहीं योग्य जब पूजन,होय यज्ञ स्तुति अनुमोदन ॥16॥

शीलदया सन्तोष सुलक्षण,विदित नहीं व्रतबोध विलक्षण ।करहुं आपका किस विधि पूजन,कुमति विलोक होत दुख भीषण ॥17॥

करहुं प्रणाम कौन विधिसुमिरण,कौन भांति मैं करहु समर्पण ।सुर मुनि करत सदा सेवकाईहर्षित रहत परम गति पाई ॥18॥

दीन दुखिन पर सदा सहाई,निज जन जान लेव अपनाई ।पाप दोष संताप नशाओ,भव बन्धन से मुक्त कराओ ॥19॥

सुत सम्पति दे सुख उपजाओ,निज चरनन का दास बनाओ ।निगम सदा ये विनय सुनावै,पढ़ै सुनै सो जन सुख पावै ॥20॥
    ''',
  },
  "मंत्र ":{
    "गणेश पूजन मंत्र":'''
    
    
ओम गं गणपतए नमः।।

गणेश गायत्री मंत्र
ॐ एकदंताय विद्महे वक्रतुंडाय धीमहि तन्नो बुद्धि प्रचोदयात।।

तांत्रिक गणेश मंत्र
ओम ग्लौम गौरी पुत्र, वक्रतुंड गणपति गुरु गणेश।
ग्लौम गणपति, रिद्धि पति, सिद्धि पति।  करों दूर क्लेश।।

गणेश कुबेर मंत्र

ओम नमो गणपतए कुबेर ये कद्रिको फ्ट स्वाहा ।

    ''',
    "गायत्री महामंत्र":'''
    
    
    
ॐ भूर् भुवः स्वः।
तत् सवितुर्वरेण्यं।
भर्गो देवस्य धीमहि।
धियो यो नः प्रचोदयात् ॥
    ''',
    "सूर्य वैदिक मंत्र":'''
    
    
    
 ऊँ आकृष्णेन रजसा वर्तमानो निवेशयन्नमृतं मर्त्यण्च ।

हिरण्य़येन सविता रथेन देवो याति भुवनानि पश्यन ।।
    ''',
    "सूर्य के लिए तांत्रोक्त मंत्र ":'''
    
    
ऊँ घृणि: सूर्यादित्योम

ऊँ घृणि: सूर्य आदित्य श्री

ऊँ ह्रां ह्रीं ह्रौं स: सूर्याय: नम:

ऊँ ह्रीं ह्रीं सूर्याय नम:
    ''',
    "सूर्य नाम मंत्र ":'''


    
ऊँ घृणि सूर्याय नम:
    ''',
    "सूर्य का पौराणिक मंत्र":'''

जपाकुसुम संकाशं काश्यपेयं महाद्युतिम ।

तमोsरिं सर्वपापघ्नं प्रणतोsस्मि दिवाकरम ।।
    ''',
    "सूर्य गायत्री मंत्र ":'''
    
    
ऊँ आदित्याय विदमहे दिवाकराय धीमहि तन्न: सूर्य: प्रचोदयात
    ''',
    "श्री शिव स्तुति":'''
    
    
कैलासराणा शिवचंद्रमौळी । फणींद्र माथां मुकुटी झळाळी ।
कारुण्यसिंधू भवदुःखहारी । तुजवीण शंभो मज कोण तारी ॥ १ ॥
रवींदु दावानल पूर्ण भाळी । स्वतेज नेत्रीं तिमिरौघ जाळी ।
ब्रह्मांडधीशा मदनांतकारी । तुजवीण शंभो मज कोण तारी ॥ २ ॥
जटा विभूति उटि चंदनाची । कपालमाला प्रित गौतमीची ।
पंचानना विश्वनिवांतकारी । तुजवीण शंभो मज कोण तारी ॥ ३ ॥
वैराग्ययोगी शिव शूलपाणी । सदा समाधी निजबोधवाणी ।
उमानिवासा त्रिपुरांतकारी । तुजवीण शंभो मज कोण तारी ॥ ४ ॥
उदार मेरु पति शैलजेचा । श्रीविश्र्वनाथ म्हणती सुरांचा ।
दयानिधीचा गजचर्मधारी । तुजवीण शंभो मज कोण तारी ॥ ५ ॥
ब्रह्मादि वंदी अमरादिनाथ । भुजंगमाला धरि सोमकांत ।
गंगा शिरीं दोष महा विदारी । तुजवीण शंभो मज कोण तारी ॥ ६ ॥
कर्पूरगौरी गिरिजा विराजे । हळाहळें कंठ निळाचि साजे ।
दारिद्र्यदुःखे स्मरणें निवारी । तुजवीण शंभो मज कोण तारी ॥ ७ ॥
स्मशानक्रीडा करितां सुखावे । तो देव चूडामणि कोण आहे ।
उदासमूर्ती जटाभस्मधारी । तुजवीण शंभो मज कोण तारी ॥ ८ ॥
भूतादिनाथ अरि अंतकाचा । तो स्वामी माझा ध्वज शांभवाचा ।
राजा महेश बहुबाहुधारी । तुजवीण शंभो मज कोण तारी ॥ ९ ॥
नंदी हराचा हर नंदिकेश । श्रीविश्वनाथ म्हणती सुरेश ।
सदाशिव व्यापक तापहारी । तुजवीण शंभो मज कोण तारी ॥ १० ॥
भयानक भीम विक्राळ नग्न । लीलाविनोदें करि काम भग्न ।
तो रुद्र विश्वंभर दक्ष मारी । तुजवीण शंभो मज कोण तारी ॥ ११ ॥
इच्छा हराची जग हे विशाळ । पाळी रची तो करि ब्रह्मगोळ ।
उमापति भैरव विघ्नहारी । तुजवीण शंभो मज कोण तारी ॥ १२ ॥
भागीरथीतीर सदा पवित्र । जेथें असे तारक ब्रह्ममंत्र ।
विश्वेश विश्वंभर त्रिनेत्रधारी । तुजवीण शंभो मज कोण तारी ॥ १३ ॥
प्रयाग वेणी सकळा हराच्या । पादारविंदी वाहाती हरीच्या ।
मंदाकिनी मंगल मोक्षकारी । तुजवीण शंभो मज कोण तारी ॥ १४ ॥
कीर्ती हराची स्तुति बोलवेना । कैवल्यदाता मनुजा कळेना ।
एकाग्रनाथ विष अंगिकारी । तुजवीण शंभो मज कोण तारी ॥ १५ ॥
सर्वांतरी व्यापक जो नियंता । तो प्राणलिंगाजवळी महंता ।
अंकी उमा ते गिरिरुपधारी । तुजवीण शंभो मज कोण तारी ॥ १६ ॥
सदा तपस्वी असे कामधेनू । सदा सतेज शशिकोटिभानू ।
गौरीपती जो सदा भस्मधारी । तुजवीण शंभो मज कोण तारी ॥ १७ ॥
कर्पूरगौर स्मरल्या विसांवा । चिंता हरी जो भजकां सदैवा ।
अंती स्वहीत सुवना विचारी । तुजवीण शंभो मज कोण तारी ॥ १८ ॥
विरामकाळीं विकळ शरीर । उदास चित्तीं न धरीच धीर ।
चिंतामणी चिंतनें चित्तहारी । तुजवीण शंभो मज कोण तारी ॥ १९ ॥
सुखावसाने सकळ सुखाची । दुःखावसाने टळती जगाचीं ।
देहावसाने धरणी थरारी । तुजवीण शंभो मज कोण तारी ॥ २० ॥
अनुहात शब्द गगनी न माय । त्याने निनादें भव शून्य होय ।
कथा निजांगे करुणा कुमारी । तुजवीण शंभो मज कोण तारी ॥ २१ ॥
शांति स्वलीला वदनीं विलासे । ब्रह्मांडगोळी असुनी न दिसे ।
भिल्ली भवानी शिव ब्रह्मचारी । तुजवीण शंभो मज कोण तारी ॥ २२ ॥
पीतांबरे मंडित नाभि ज्याची । शोभा जडीत वरि किंकिणीची ।
श्रीदेवदत्त दुरितांतकारी । तुजवीण शंभो मज कोण तारी ॥ २३ ॥
जिवाशिवांची जडली समाधी । विटला प्रपंची तुटली उपाधी ।
शुद्धस्वरें गर्जति वेद चारी । तुजवीण शंभो मज कोण तारी ॥ २४ ॥
निधानकुंभ भरला अभंग । पाहा निजांगें शिव ज्योतिर्लिंग ।
गंभीर धीर सुर चक्रधारी । तुजवीण शंभो मज कोण तारी ॥ २५ ॥
मंदार बिल्वें बकुलें सुवासी । माला पवित्र वहा शंकरासी ।
काशीपुरी भैरव विश्व तारी । तुजवीण शंभो मज कोण तारी ॥ २६ ॥
जाई जुई चंपक पुष्पजाती । शोभे गळां मालतिमाळ हातीं ।
प्रताप सूर्यशरचापधारी । तुजवीण शंभो मज कोण तारी ॥ २७ ॥
अलक्ष्यमुद्रा श्रवणीं प्रकाशे । संपूर्ण शोभा वदनीं विकसे ।
नेई सुपंथे भवपैलतीरीं । तुजवीण शंभो मज कोण तारी ॥ २८ ॥
नागेशनामा सकळा जिव्हाळा । मना जपें रे शिवमंत्रमाळा ।
पंचाक्षरी घ्यान गुहाविहारीं । तुजवीण शंभो मज कोण तारी ॥ २९ ॥
एकांति ये रे गुरुराज स्वामीं । चैतन्यरुपीं शिवसौख्य नामीं ।
शिणलों दयाळा बहुसाल भारी । तुजवीण शंभो मज कोण तारी ॥ ३० ॥
शास्त्राभ्यास नको श्रुति पढुं नको तीर्थासि जाऊं नको ।
योगाभ्यास नको व्रतें मख नको तीव्रें तपें तीं नको ।
काळाचे भय मानसीं धरुं नको दुष्टांस शंकूं नको ।
ज्याचीया स्मरणें पतीत तरती तो शंभु सोडू नको ॥ ३१ ॥

    ''',
    "धनवंतरी मंत्र":'''
    
    
ॐ नमो भगवते वासुदेवाय धन्वंतरये  
अमृतकलश हस्ताय सर्वामयविनाशनाय 
त्रिलोक्यनाथाय श्री  महाविष्णवे   नमः  ।।

    ''',
    "दत्तात्रेय मंत्र":'''
    
    
    
    
ॐ गुरु दत्ता नमो नमः।।

दत्तात्रेय माला मंत्र
दत्तात्रेय हरे कृष्ण उन्मत्तानंददायक
दिगंबर मुने बाल पिशाच ज्ञान सागर।।

दत्तात्रेय वैदिक मंत्र

ॐ आं ह्रीं क्रों एहि दत्तात्रेयाय स्वाहा ॥
ॐ ऐं क्रों क्लीं क्लू हां ह्रीं हूं सौ : दत्तात्रेयाय स्वाहा ।।

दत्तात्रेय गायत्री मंत्र
ॐ द्रां ह्रीं क्रो ॐ
 दत्तात्रेया विद्महे 
योगीश्राय धीमही 
तन्नो दत : प्रचोदयात् ॥

 ॐ दिगंबराय विद्महे 
योगीश्राय धीमही 
तन्नो दतः प्रचोदयात् ॥

ॐ दत्तात्रेया विद्महे,
दिगंबराय धीमही 
तन्नो दत : प्रचोदयात् ॥ 

ॐ दत्तात्रेयाय विद्महे 
अवधूताय धीमहि 
तन्नो दत्त : प्रचोदयात् ॥

 ॐ दत्तात्रेयाय विद्महे । 
अत्री पुत्राय धीमहि 
तन्नो दत्तः प्रचोदयात् ॥

    ''',
    "चामुंडा मंत्र":'''
    
।। ॐ ऐं ह्रीं क्लीं चामुण्डायै विच्चे ।।

।। क्लीं ह्रीं ऐं चामुण्डायै विच्चे ।।


।। ओंम ऐं ह्रीं क्लीं चामुण्डायै विच्चे ।।

।। क्लीं ऐं ह्रीं चामुण्डायै विच्चे ।।

    ''',
    "देवी मंत्र":'''
    
सब प्रकार के कल्याण के लिये

 सर्वमङ्गलमङ्गल्ये शिवे सर्वार्थसाधिके ।शरण्ये त्र्यम्बके गौरि नारायणि नमोऽस्तु ते ॥ 




दारिद्र्य दु:खादि नाश के लिये 

 दुर्गे स्मृता हरसि भीतिमशेषजन्तो : 
स्वस्थैः स्मृता मतिमतीव शुभां ददासि । 
दारिद्रयदुःखभयहारिणि का त्वदन्या
सर्वोपकारकरणाय सदाऽऽर्द्रचित्ता । 








वित्त , समृद्धि , वैभव एवं दर्शन हेतु 

 यदि चापि वरो देयस्त्वयास्माकं महेश्वरि ।। 
संस्मृता संस्मृता त्वं नो हिंसेथाः परमापदः । 
यश्च मर्त्यः स्तवैरेभिस्त्वां स्तोष्यत्यमलानने ।।
 तस्य वित्तद्धिविभवैर्धनदारादिसम्पदाम् । 
वृद्धयेऽस्मत्प्रसन्ना त्व भवेथाः सर्वदाम्बिके । 








संतान प्राप्ति हेतु 

नन्दगोपगृहे जाता यशोदागर्भ सम्भवा ।
 ततस्ता नाशयिष्यामि विन्ध्याचलनिवासिनी 


बाधामुक्त होकर धन - पुत्रादि की प्राप्ति के लिये

 सर्वाबाधाविनिर्मुक्तो धनधान्यसुतान्वित :।
 मनुष्यो मत्प्रसादेन भविष्यति न संशयः ॥ 








संकट को दूर करने हेतु 

ॐ इत्थं यदा यदा बाधा दानवोत्था भविष्यति ।
 तदा तदावतीर्याहं करिष्याम्यरिसंक्षयम्ॐ ।। 




रक्षा के लिये 

शूलेन पाहि नो देवि पाहि खगेन चाम्बिके ।
 घण्टास्वनेन न : पाहि चापज्यानि : स्वनेन च । 





शक्ति प्राप्ति के लिये 

सृष्टिस्थितिविनाशानां शक्ति भूते सनातनि । 
गुणाश्रये गुणमये नारायणि नमोऽस्तु ते ॥





 प्रसन्नता की प्राप्ति के लिये 

प्रणताना प्रसीद त्वं देवि विश्वातिहारिणि । त्रैलोक्यवासिनामीडये लोकानां वरदा भव ।। 






आरोग्य और सौभाग्य की प्राप्ति के लिये 

देहि सौभाग्यामारोग्यं देहि में परम सुखम् । 
रूपं देहि जयं देहि यशो देहि द्विषो जहि।।






रोग नाश के लिये 

रोगानशेषानपहंसि तुष्टा रुष्टा तु कामान् सकलानभीष्टान् । 
त्वामाश्रितानां न विपन्नराणां त्वामाश्रिता ह्याश्रयतां प्रयान्ति ॥






भय नाश के लिये

सर्वस्वरूपे सर्वेशे सर्वशक्ति समन्विते ।
भयेभ्याहि नो देवि दुर्गे देवि नमोऽस्तु ते ॥ 
एतत्ते वदनं सौम्यं लोचनत्रयभूषितम् । 
पातु न : सर्वभीतिभ्य : कात्यायनि नमोऽस्तु ते।।
ज्वालाकरालमत्युग्रमशेषासुरसूदनम् । 
त्रिशूलं पातु नो भीतेर्भद्रकांलि नमोऽस्तु ते ॥





 मोक्ष की प्राप्ति के लिये

 त्वं वैष्णवी शक्तिरनन्तवीर्या 
विश्वस्य बीजं परमासि माया । 
सम्मोहितं देवि समस्तमेतत् 
त्वं वै प्रसन्ना भुवि मुक्तिहेतुः।।

    ''',
    "चन्द्र मंत्र":'''
    Chandra Mantra 

चन्द्रमा का नाम मंत्र -  

* ॐ सों सोमाय नम:।



 
चंद्रमा गायत्री मंत्र - 
 
* ॐ भूर्भुव: स्व: अमृतांगाय विदमहे कलारूपाय धीमहि तन्नो सोमो प्रचोदयात्।
 
 
 
 
चंद्रमा का पौराणिक मंत्र - 
 
* दधिशंखतुषाराभं क्षीरोदार्णव सम्भवम ।
नमामि शशिनं सोमं शंभोर्मुकुट भूषणं ।। 
 
 
 
 
चन्द्रमा के तांत्रोक्त मंत्र – 
 
* ॐ श्रां श्रीं श्रौं स: चन्द्रमसे नम:।
* ॐ ऐं क्लीं सोमाय नम:।
* ॐ श्रीं श्रीं चन्द्रमसे नम: ।
 
 
 
 
चन्द्रमा का वैदिक मंत्र - 
 
* ॐ इमं देवा असपत्नं ग्वं सुवध्यं।
महते क्षत्राय महते ज्यैश्ठाय महते जानराज्यायेन्दस्येन्द्रियाय इमममुध्य पुत्रममुध्यै
पुत्रमस्यै विश वोsमी राज: सोमोsस्माकं ब्राह्माणाना ग्वं राजा।


    '''

  },
  "आरती": {
    "श्री राम आरती":'''
श्री रामचन्द्र कृपालु भजु मन, हरण भवभय दारुणम्।
नव कंज लोचन, कंज मुख कर कंज पद कंजारुणम्॥

कन्दर्प अगणित अमित छवि, नव नील नीरद सुन्दरम्।
पट पीत मानहुं तड़ित रूचि-शुचि नौमि जनक सुतावरम्॥

भजु दीनबंधु दिनेश दानव दैत्य वंश निकन्दनम्।
रघुनन्द आनन्द कन्द कौशल चन्द्र दशरथ नन्द्नम्॥

सिर मुकुट कुंडल तिलक चारू उदारु अंग विभूषणम्।
आजानुभुज शर चाप-धर, संग्राम जित खरदूषणम्॥

इति वदति तुलसीदास, शंकर शेष मुनि मन रंजनम्।
मम ह्रदय कंज निवास कुरु, कामादि खल दल गंजनम्॥

मन जाहि राचेऊ मिलहि सो वर सहज सुन्दर सांवरो।
करुणा निधान सुजान शील सनेह जानत रावरो॥

॥ इति श्री राम आरती॥


    ''',
    "श्री रामायणजी की आरती":'''


आरती श्री रामायण जी की। कीरति कलित ललित सिया-पी की॥
गावत ब्राह्मादिक मुनि नारद। बालमीक विज्ञान विशारद।
शुक सनकादि शेष अरु शारद। बरनि पवनसुत कीरति नीकी॥

आरती श्री रामायण जी की।
कीरति कलित ललित सिया-पी की॥

गावत वेद पुरान अष्टदस। छओं शास्त्र सब ग्रन्थन को रस।
मुनि-मन धन सन्तन को सरबस। सार अंश सम्मत सबही की॥

आरती श्री रामायण जी की।
कीरति कलित ललित सिया-पी की॥

गावत सन्तत शम्भू भवानी। अरु घट सम्भव मुनि विज्ञानी।
व्यास आदि कविबर्ज बखानी। कागभुषुण्डि गरुड़ के ही की॥

आरती श्री रामायण जी की।
कीरति कलित ललित सिया-पी की॥

कलिमल हरनि विषय रस फीकी। सुभग सिंगार मुक्ति जुबती की।
दलन रोग भव मूरि अमी की। तात मात सब विधि तुलसी की॥

आरती श्री रामायण जी की।
कीरति कलित ललित सिया-पी की॥
    ''',
    "श्री शिवजी की आरती":'''


ॐ जय शिव ओंकारा, स्वामी जय शिव ओंकारा।
ब्रह्मा, विष्णु, सदाशिव, अर्द्धांगी धारा॥

ॐ जय शिव ओंकारा॥

एकानन चतुरानन पञ्चानन राजे।
हंसासन गरूड़ासन वृषवाहन साजे॥

ॐ जय शिव ओंकारा॥

दो भुज चार चतुर्भुज दसभुज अति सोहे।
त्रिगुण रूप निरखते त्रिभुवन जन मोहे॥

ॐ जय शिव ओंकारा॥

अक्षमाला वनमाला मुण्डमाला धारी।
त्रिपुरारी कंसारी कर माला धारी॥

ॐ जय शिव ओंकारा॥

श्वेताम्बर पीताम्बर बाघम्बर अंगे।
सनकादिक गरुणादिक भूतादिक संगे॥

ॐ जय शिव ओंकारा॥

कर के मध्य कमण्डलु चक्र त्रिशूलधारी।
सुखकारी दुखहारी जगपालन कारी॥

ॐ जय शिव ओंकारा॥

ब्रह्मा विष्णु सदाशिव जानत अविवेका।
मधु-कैटभ दो‌उ मारे, सुर भयहीन करे॥

ॐ जय शिव ओंकारा॥

ब्रहमाणी रुद्राणी तुम कमला रानी।
प्रणवाक्षर में शोभित ये तीनों एका॥

ॐ जय शिव ओंकारा॥

लक्ष्मी व सावित्री पार्वती संगा।
पार्वती अर्द्धांगी, शिवलहरी गंगा॥

ॐ जय शिव ओंकारा॥

पर्वत सोहैं पार्वती, शंकर कैलासा।
भांग धतूर का भोजन, भस्मी में वासा॥

ॐ जय शिव ओंकारा॥

जटा में गंग बहत है, गल मुण्डन माला।
शेष नाग लिपटावत, ओढ़त मृगछाला॥

ॐ जय शिव ओंकारा॥

काशी में विराजे विश्वनाथ, नन्दी ब्रह्मचारी।
नित उठ दर्शन पावत, महिमा अति भारी॥

ॐ जय शिव ओंकारा॥

त्रिगुणस्वामी जी की आरति जो कोइ नर गावे।
कहत शिवानन्द स्वामी, मनवान्छित फल पावे॥

ॐ जय शिव ओंकारा॥
    
    ''',
    "श्री विष्णु आरती":'''

ॐ जय जगदीश हरे, स्वामी जय जगदीश हरे
भक्त जनों के संकट, क्षण में दूर करे ||
|| ॐ जय जगदीश हरे ||

जो ध्यावे फल पावे, दुख विनसे मन का 
सुख सम्पति घर आवे,कष्ट मिटे तन का ||
|| ॐ जय जगदीश हरे ||

मात पिता तुम मेरे, शरण गहूं मैं किसकी
तुम बिन और न दूजा, आस करूं मैं जिसकी ||
|| ॐ जय जगदीश हरे ||

तुम पूरण परमात्मा, तुम अंतर्यामी
पारब्रह्म परमेश्वर, तुम सब के स्वामी ||
|| ॐ जय जगदीश हरे ||

तुम करुणा के सागर, तुम पालन कर्ता
मैं मूरख खल कामी , कृपा करो भर्ता ||
|| ॐ जय जगदीश हरे ||

तुम हो एक अगोचर, सबके प्राणपति,
किस विधि मिलूं दयामय, तुमको मैं कुमति ||
|| ॐ जय जगदीश हरे ||

दीनबंधु दुखहर्ता, ठाकुर तुम मेरे,
अपने हाथ उठा‌ओ, द्वार पड़ा मैं तेरे ||
|| ॐ जय जगदीश हरे ||

विषय विकार मिटा‌ओ, पाप हरो देवा,
श्रद्धा भक्ति बढ़ा‌ओ, संतन की सेवा ||
|| ॐ जय जगदीश हरे ||

श्री जगदीशजी की आरती, जो कोई नर गावे,
कहत शिवानन्द स्वामी, सुख संपत्ति पावे ||
|| ॐ जय जगदीश हरे ||

॥ इति श्री विष्णु आरती॥
    ''',
    "श्री सत्यनारायणजी आरती":'''
    
    
जय लक्ष्मीरमणा श्री जय लक्ष्मीरमणा।
सत्यनारायण स्वामी जनपातक हरणा॥

जय लक्ष्मीरमणा।

रत्नजड़ित सिंहासन अद्भुत छवि राजे।
नारद करत निराजन घंटा ध्वनि बाजे॥

जय लक्ष्मीरमणा।

प्रगट भये कलि कारण द्विज को दर्श दियो।
बूढ़ो ब्राह्मण बनकर कंचन महल कियो॥

जय लक्ष्मीरमणा।

दुर्बल भील कठारो इन पर कृपा करी।
चन्द्रचूड़ एक राजा जिनकी विपति हरी॥

जय लक्ष्मीरमणा।

वैश्य मनोरथ पायो श्रद्धा तज दीनी।
सो फल भोग्यो प्रभुजी फिर स्तुति कीनी॥

जय लक्ष्मीरमणा।

भाव भक्ति के कारण छिन-छिन रूप धर्यो।
श्रद्धा धारण कीनी तिनको काज सर्यो॥

जय लक्ष्मीरमणा।

ग्वाल बाल संग राजा वन में भक्ति करी।
मनवांछित फल दीनो दीनदयाल हरी॥

जय लक्ष्मीरमणा।

चढ़त प्रसाद सवाया कदली फल मेवा।
धूप दीप तुलसी से राजी सत्यदेवा॥

जय लक्ष्मीरमणा।

श्री सत्यनारायणजी की आरती जो कोई नर गावे।
कहत शिवानन्द स्वामी मनवांछित फल पावे॥

जय लक्ष्मीरमणा।
    ''',
    "श्री सूर्य जी आरती":'''
    
    
   
जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।
त्रिभुवन – तिमिर – निकन्दन, भक्त-हृदय-चन्दन॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

सप्त-अश्वरथ राजित, एक चक्रधारी।
दु:खहारी, सुखकारी, मानस-मल-हारी॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

सुर – मुनि – भूसुर – वन्दित, विमल विभवशाली।
अघ-दल-दलन दिवाकर, दिव्य किरण माली॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

सकल – सुकर्म – प्रसविता, सविता शुभकारी।
विश्व-विलोचन मोचन, भव-बन्धन भारी॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

कमल-समूह विकासक, नाशक त्रय तापा।
सेवत साहज हरत अति मनसिज-संतापा॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

नेत्र-व्याधि हर सुरवर, भू-पीड़ा-हारी।
वृष्टि विमोचन संतत, परहित व्रतधारी॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।

सूर्यदेव करुणाकर, अब करुणा कीजै।
हर अज्ञान-मोह सब, तत्त्वज्ञान दीजै॥

जय कश्यप-नन्दन, ॐ जय अदिति नन्दन।
    ''',
    "श्री दुर्गा आरती":'''
    
    
जय अम्बे गौरी, मैया जय श्यामा गौरी।
तुमको निशिदिन ध्यावत, हरि ब्रह्मा शिवरी॥

जय अम्बे गौरी

माँग सिंदूर विराजत, टीको मृगमद को।
उज्जवल से दो‌उ नैना, चन्द्रवदन नीको॥

जय अम्बे गौरी

कनक समान कलेवर, रक्ताम्बर राजै।
रक्तपुष्प गल माला, कण्ठन पर साजै॥

जय अम्बे गौरी

केहरि वाहन राजत, खड्ग खप्परधारी।
सुर-नर-मुनि-जन सेवत, तिनके दुखहारी॥

जय अम्बे गौरी

कानन कुण्डल शोभित, नासाग्रे मोती।
कोटिक चन्द्र दिवाकर, सम राजत ज्योति॥

जय अम्बे गौरी

शुम्भ-निशुम्भ बिदारे, महिषासुर घाती।
धूम्र विलोचन नैना, निशिदिन मदमाती॥

जय अम्बे गौरी

चण्ड-मुण्ड संहारे, शोणित बीज हरे।
मधु-कैटभ दो‌उ मारे, सुर भयहीन करे॥

जय अम्बे गौरी

ब्रहमाणी रुद्राणी तुम कमला रानी।
आगम-निगम-बखानी, तुम शिव पटरानी॥

जय अम्बे गौरी

चौंसठ योगिनी मंगल गावत, नृत्य करत भैरूँ।
बाजत ताल मृदंगा, अरु बाजत डमरु॥

जय अम्बे गौरी

तुम ही जग की माता, तुम ही हो भरता।
भक्‍तन की दु:ख हरता, सुख सम्पत्ति करता॥

जय अम्बे गौरी

भुजा चार अति शोभित, वर-मुद्रा धारी।
मनवांछित फल पावत, सेवत नर-नारी॥

जय अम्बे गौरी

कंचन थाल विराजत, अगर कपूर बाती।
श्रीमालकेतु में राजत, कोटि रतन ज्योति॥

जय अम्बे गौरी

श्री अम्बेजी की आरती, जो को‌ई नर गावै।
कहत शिवानन्द स्वामी, सुख सम्पत्ति पावै॥

जय अम्बे गौरी

॥ इति श्री दुर्गा आरती ॥
    ''',
    "श्री लक्ष्मी आरतीा":'''
    
    
ॐ जय लक्ष्मी माता, मैया जय लक्ष्मी माता।
तुमको निशदिन सेवत, हरि विष्णु विधाता॥
ॐ जय लक्ष्मी माता॥

उमा,रमा,ब्रह्माणी, तुम ही जग-माता।
सूर्य-चन्द्रमा ध्यावत, नारद ऋषि गाता॥
ॐ जय लक्ष्मी माता॥

दुर्गा रुप निरंजनी, सुख सम्पत्ति दाता।
जो कोई तुमको ध्यावत, ऋद्धि-सिद्धि धन पाता॥
ॐ जय लक्ष्मी माता॥

तुम पाताल-निवासिनि, तुम ही शुभदाता।
कर्म-प्रभाव-प्रकाशिनी, भवनिधि की त्राता॥
ॐ जय लक्ष्मी माता॥

जिस घर में तुम रहतीं, तहँ सब सद्गुण आता।
सब सम्भव हो जाता, मन नहीं घबराता॥
ॐ जय लक्ष्मी माता॥

तुम बिन यज्ञ न होते, वस्त्र न कोई पाता।
खान-पान का वैभव, सब तुमसे आता॥
ॐ जय लक्ष्मी माता॥

शुभ-गुण मन्दिर सुन्दर, क्षीरोदधि-जाता।
रत्न चतुर्दश तुम बिन, कोई नहीं पाता॥
ॐ जय लक्ष्मी माता॥

महालक्ष्मीजी की आरती, जो कोई जन गाता।
उर आनन्द समाता, पाप उतर जाता॥
ॐ जय लक्ष्मी माता॥

॥ इति श्री लक्ष्मी आरती ॥


    
    ''',
    "श्री सरस्वती आरती":'''
    
    
जय सरस्वती माता, मैया जय सरस्वती माता।
सदगुण वैभव शालिनी, त्रिभुवन विख्याता॥
जय सरस्वती माता॥

चन्द्रवदनि पद्मासिनि, द्युति मंगलकारी।
सोहे शुभ हंस सवारी, अतुल तेजधारी॥
जय सरस्वती माता॥

बाएं कर में वीणा, दाएं कर माला।
शीश मुकुट मणि सोहे, गल मोतियन माला॥
जय सरस्वती माता॥

देवी शरण जो आए, उनका उद्धार किया।
पैठी मंथरा दासी, रावण संहार किया॥
जय सरस्वती माता॥

विद्या ज्ञान प्रदायिनि, ज्ञान प्रकाश भरो।
मोह अज्ञान और तिमिर का, जग से नाश करो॥
जय सरस्वती माता॥

धूप दीप फल मेवा,माँ स्वीकार करो।
ज्ञानचक्षु दे माता, जग निस्तार करो॥
जय सरस्वती माता॥

माँ सरस्वती की आरती, जो कोई जन गावे।
हितकारी सुखकारी ज्ञान भक्ति पावे॥
जय सरस्वती माता॥

जय सरस्वती माता, जय जय सरस्वती माता।
सदगुण वैभव शालिनी, त्रिभुवन विख्याता॥
जय सरस्वती माता॥

॥ इति श्री सरस्वती आरती ॥


    ''',
    "श्री गायत्री आरती":'''
    
 
जय गायत्री माता, जयति जय गायत्री माता।
सत् मारग पर हमें चलाओ, जो है सुखदाता॥
जयति जय गायत्री माता...

आदि शक्ति तुम अलख निरञ्जन जग पालन कर्त्री।
दुःख, शोक, भय, क्लेश, कलह दारिद्रय दैन्य हर्त्री॥
जयति जय गायत्री माता...

ब्रह्म रुपिणी, प्रणत पालिनी, जगतधातृ अम्बे।
भवभयहारी, जनहितकारी, सुखदा जगदम्बे॥
जयति जय गायत्री माता...

भयहारिणि भवतारिणि अनघे, अज आनन्द राशी।
अविकारी, अघहरी, अविचलित, अमले, अविनाशी॥
जयति जय गायत्री माता...

कामधेनु सत् चित् आनन्दा, जय गंगा गीता।
सविता की शाश्वती शक्ति, तुम सावित्री सीता॥
जयति जय गायत्री माता...

ऋग्, यजु, साम, अथर्व, प्रणयिनी, प्रणव महामहिमे।
कुण्डलिनी सहस्त्रार, सुषुम्ना, शोभा गुण गरिमे॥
जयति जय गायत्री माता...

स्वाहा, स्वधा,शची, ब्रह्माणी, राधा, रुद्राणी।
जय सतरुपा, वाणी, विघा, कमला, कल्याणी॥
जयति जय गायत्री माता...

जननी हम है, दीन, हीन, दुःख, दरिद्र के घेरे।
यदपि कुटिल, कपटी कपूत, तऊ बालक है तेरे॥
जयति जय गायत्री माता...

स्नेह सनी करुणामयी माता, चरण शरण दीजै।
बिलख रहे हम शिशु सुत तेरे, दया दृष्टि कीजै॥
जयति जय गायत्री माता...

काम, क्रोध, मद, लोभ, दम्भ, दुर्भाव, द्वेष हरिये।
शुद्ध बुद्धि, निष्पाप हृदय,मन को पवित्र करिये॥
जयति जय गायत्री माता...
तुम समर्थ सब भाँति तारिणी, तुष्टि,पुष्टि त्राता।
सत् मारग पर हमें चलाओ, जो है सुखदाता॥
जयति जय गायत्री माता...

॥ इति श्री गायत्री आरती॥

    ''',
    "श्री काली आरती":'''
    
    
अम्बे तू है जगदम्बे काली, जय दुर्गे खप्पर वाली ।
तेरे ही गुण गायें भारती, ओ मैया हम सब उतारें तेरी आरती ॥

माता तेरे भक्त जनों पे भीर पड़ी है भारी । 
दानव दल पर टूट पडो माँ, करके सिंह सवारी ॥ 
सौ सौ सिंहों से तु बलशाली, दस भुजाओं वाली ।
दुखिंयों के दुखडें निवारती,
ओ मैया हम सब उतारें तेरी आरती ॥

माँ बेटे का है इस जग में, बडा ही निर्मल नाता ।
पूत कपूत सूने हैं पर ना, माता सुनी कुमाता ॥
सब पर करुणा दरसाने वाली, अमृत बरसाने वाली ।
दुखियों के दुखडे निवारती,
ओ मैया हम सब उतारें तेरी आरती ॥

नहीं मांगते धन और दौलत, ना चाँदी ना सोना ।
हम तो मांगे माँ तेरे मन में, एक छोटा सा कोना ॥
सबकी बिगडी बनाने वाली, लाज बचाने वाली ।
सतियों के सत को संवारती,
ओ मैया हम सब उतारें तेरी आरती ॥

अम्बे तू है जगदम्बे काली, जय दुर्गे खप्पर वाली ।
तेरे ही गुण गायें भारती,
ओ मैया हम सब उतारें तेरी आरती ॥

॥ इति श्री काली आरती ॥
    ''',
    "श्री महाकाली आरती":'''
    
    
    
मंगल की सेवा सुन मेरी देवा , हाथ जोड़ तेरे द्वार खड़े।
पान सुपारी ध्वजा नारियल ले ज्वाला तेरी भेंट करें।

सुन जगदम्बे कर न विलम्बे, संतन के भडांर भरे।
सन्तान प्रतिपाली सदा खुशहाली, जै काली कल्याण करे ।

बुद्धि विधाता तू जग माता , मेरा कारज सिद्ध करे।
चरण कमल का लिया आसरा, शरण तुम्हारी आन पड़े।

जब जब भीर पड़ी भक्तन पर, तब तब आय सहाय करे।
बार बार तै सब जग मोहयो, तरूणी रूप अनूप धरे।

माता होकर पुत्र खिलावे, कही भार्या भोग करे॥
संतन सुखदायी,सदा सहाई , संत खड़े जयकार करे ।

ब्रह्मा ,विष्णु,महेश फल लिए भेंट देन सब द्वार खड़े|
अटल सिहांसन बैठी माता, सिर सोने का छत्र धरे ॥

वार शनिचर कुंकुमवरणी, जब लुकुण्ड पर हुक्म करे ।
खड्ग खप्पर त्रिशुल हाथ लिये, रक्त बीज को भस्म करे।

शुम्भ निशुम्भ क्षणहि में मारे , महिषासुर को पकड़ धरे ।
आदित वारी आदि भवानी , जन अपने को कष्ट हरे ।

कुपित होकर दानव मारे, चण्ड मुण्ड सब चूर करे।
जब तुम देखी दया रूप हो, पल मे सकंट दूर टरे।

सौम्य स्वभाव धरयो मेरी माता , जन की अर्ज कबूल करे ।
सात बार की महिमा बरनी, सब गुण कौन बखान करे।

सिंह पीठ पर चढी भवानी, अटल भवन मे राज्य करे।
दर्शन पावे मंगल गावे , सिद्ध साधक तेरी भेट धरे ।

ब्रह्मा वेद पढे तेरे द्वारे, शिव शंकर हरी ध्यान धरे।
इन्द्र कृष्ण तेरी करे आरती, चॅवर कुबेर डुलाय रहे।

। जय जननी जय मातु भवानी , अटल भवन मे राज्य करे।
सन्तन प्रतिपाली सदा खुशहाली, मैया जै काली कल्याण करे।
॥ इति श्री महाकाली आरती ॥

    ''',
    "श्री शीतला आरती":'''
    
जय शीतला माता, मैया जय शीतला माता,
आदि ज्योति महारानी सब फल की दाता।
॥ जय शीतला माता... ॥

रतन सिंहासन शोभित, श्वेत छत्र भ्राता,
ऋद्धि-सिद्धि मिल चंवर डोलावें,vजगमग छवि छाता।
॥ जय शीतला माता... ॥

विष्णु सेवत ठाढ़े, सेवें शिव धाता,
वेद पुराण वरणत , पार नहीं पाता ।
॥ जय शीतला माता... ॥

इन्द्र मृदंग बजावत, चन्द्र वीणा हाथा,
सूरज ताल बजावै नारद मुनि गाता।
॥जय शीतला माता... ॥

घंटा शंख शहनाई बाजै मन भाता,
करै भक्त जन आरती लखि लखि हर्षाता।
॥ जय शीतला माता... ॥

ब्रह्म रूप वरदानी तुही तीन काल ज्ञाता,
भक्तन को सुख देनौ मातु पिता भ्राता।
॥ जय शीतला माता... ॥

जो जन ध्यान लगावें प्रेम शक्ति पाता,
सकल मनोरथ पावे भवनिधि तर जाता।
॥ जय शीतला माता... ॥

रोगों से जो पीड़ित कोई शरण तेरी आता,
कोढ़ी पावे निर्मल काया अन्ध नेत्र पाता।
॥ जय शीतला माता... ॥

बांझ पुत्र को पावे दारिद कट जाता,
ताको भजै जो नाहीं सिर धुनि पछिताता।
॥जय शीतला माता... ॥

शीतल करती जन को तू ही है जग त्राता,
उत्पत्ति व्याधि विनाशन तू सब की माता।
॥ जय शीतला माता... ॥

दास नारायण कर जोड़े सुन मेरी माता,
भक्ति आपनी दीजे और न कुछ भाता।
॥ जय शीतला माता... ॥

॥ इति श्री शीतला आरती ॥

    ''',
    "श्री राधा आरती":'''
    
    
आरती श्री वृषभानुसुता की, मंजुल मूर्ति मोहन ममता की।

त्रिविध तापयुत संसृति नाशिनि,विमल विवेकविराग विकासिनि।
पावन प्रभु पद प्रीति प्रकाशिनि, सुन्दरतम छवि सुन्दरता की।
।आरती श्री वृषभानुसुता की ।

मुनि मन मोहन मोहन मोहनि, मधुर मनोहर मूरति सोहनि।
अविरलप्रेम अमिय रस दोहनि, प्रिय अति सदा सखी ललिता की।
।आरती श्री वृषभानुसुता की ।

संतत सेव्य सत मुनि जनकी, आकर अमित दिव्यगुन गनकी।
आकर्षिणी कृष्ण तन मनकी, अति अमूल्य सम्पति समता की।
।आरती श्री वृषभानुसुता की ।

कृष्णात्मिका, कृष्ण सहचारिणि, चिन्मयवृन्दा विपिन विहारिणि।
जगजननि जग दुखनिवारिणि, आदि अनादिशक्ति विभुता की।

।आरती श्री वृषभानुसुता की ।

॥ इति श्री राधा आरती ॥



    ''',
    "श्री तुलसी आरती":'''
    
    
    
जय जय तुलसी माता, सब जग की सुखदाता ।
सब योगों के ऊपर,सब लोगों के ऊपर, रुज से रक्षा करके भव त्राता।
॥ जय जय तुलसी माता।|

बटु पुत्री है श्यामा, सूर बल्ली है ग्राम्या,
विष्णु प्रिये जो तुमको सेवे, सो नर तर जाता।
॥ जय जय तुलसी माता॥

हरि के शीश विराजत त्रिभुवन से हो वंदित,
पतित जनों की तारिणि, तुम हो विख्याता।
॥ जय जय तुलसी माता॥

लेकर जन्म विजन में आई दिव्य भवन में,
मानव लोक तुम्हीं से सुख संपत्ति पाता।
॥ जय जय तुलसी माता॥

हरि को तुम अति प्यारी श्याम वर्ण सुकुमारी,
प्रेम अजब है उनका तुम से कैसा नाता।
॥ जय जय तुलसी माता॥

॥ इति श्री तुलसी आरती ॥

    
    ''',
    "श्री वैष्णो आरती ":'''
    
    जय वैष्णवी माता, मैया जय वैष्णवी माता।
हाथ जोड़ तेरे आगे, आरती मैं गाता॥
॥जय वैष्णवी माता ॥

शीश पे छत्र विराजे, मूरतिया प्यारी।
गंगा बहती चरनन, ज्योति जगे न्यारी॥
॥ जय वैष्णवी माता ॥

ब्रह्मा वेद पढ़े नित द्वारे, शंकर ध्यान धरे।
सेवक चंवर डुलावत, नारद नृत्य करे॥
॥जय वैष्णवी माता ॥

सुन्दर गुफा तुम्हारी, मन को अति भावे।
बार-बार देखन को, ऐ माँ मन चावे॥
॥जय वैष्णवी माता ॥

भवन पे झण्डे झूलें, घंटा ध्वनि बाजे।
ऊँचा पर्वत तेरा, माता प्रिय लागे॥
॥जय वैष्णवी माता ॥

पान सुपारी ध्वजा नारियल, भेंट पुष्प मेवा।
दास खड़े चरणों में, दर्शन दो देवा॥
॥जय वैष्णवी माता ॥

जो जन निश्चय करके, द्वार तेरे आवे।
उसकी इच्छा पूरण, माता हो जावे॥
॥ जय वैष्णवी माता ॥

इतनी स्तुति निश-दिन, जो नर भी गावे।
कहते सेवक ध्यानू, सुख सम्पत्ति पावे॥
॥ जय वैष्णवी माता ॥

॥ इति श्री वैष्णो आरती ॥

    ''',
    "श्री संतोषी माता आरती":'''
    
 जय संतोषी माता, मैया जय संतोषी माता ।
अपने सेवक जन को, सुख संपति दाता ॥
॥ॐ जय संतोषी माता ॥

सुंदर चीर सुनहरी, मां धारण कीन्हों ।
हीरा पन्ना दमके, तन श्रृंगार लीन्हों ॥
॥ ॐ जय संतोषी माता ॥

गेरू लाल छटा छवि, बदन कमल सोहे ।
मंदर हंसत करूणामयी, त्रिभुवन मन मोहे ॥
॥ ॐ जय संतोषी माता ॥

स्वर्ण सिंहासन बैठी, चंवर ढुरे प्यारे ।
धूप, दीप,नैवैद्य,मधुमेवा, भोग धरें न्यारे ॥
॥ ॐ जय संतोषी माता ॥

गुड़ अरु चना परमप्रिय, तामें संतोष कियो।
संतोषी कहलाई, भक्तन वैभव दियो ॥
॥ ॐ जय संतोषी माता ॥

शुक्रवार प्रिय मानत, आज दिवस सोही ।
भक्त मण्डली छाई, कथा सुनत मोही ॥
॥ॐ जय संतोषी माता ॥

मंदिर जगमग ज्योति, मंगल ध्वनि छाई ।
विनय करें हम बालक, चरनन सिर नाई ॥
॥ ॐ जय संतोषी माता ॥

भक्ति भावमय पूजा, अंगीकृत कीजै ।
जो मन बसे हमारे, इच्छा फल दीजै ॥
॥ ॐ जय संतोषी माता ॥

दुखी,दरिद्री ,रोगी , संकटमुक्त किए ।
बहु धनधान्य भरे घर, सुख सौभाग्य दिए ॥
॥ ॐ जय संतोषी माता ॥


ध्यान धर्यो जिस जन ने, मनवांछित फल पायो ।
पूजा कथा श्रवण कर, घर आनंद आयो ॥
॥ॐ जय संतोषी माता ॥

शरण गहे की लज्जा, राखियो जगदंबे ।
संकट तू ही निवारे, दयामयी अंबे ॥
॥ ॐ जय संतोषी माता ॥

संतोषी मां की आरती, जो कोई नर गावे ।
ॠद्धिसिद्धि सुख संपत्ति, जी भरकर पावे ॥
॥ ॐ जय संतोषी माता ॥

॥ इति श्री संतोषी माता आरती ।।

    ''',
    "श्री माँ अन्नपूर्णा आरती":'''
    
आरती देवी अन्नपूर्णा जी की
बारम्बार प्रणाम, मैया बारम्बार प्रणाम।
जो नहीं ध्यावै तुम्हें अम्बिके, कहां उसे विश्राम।
अन्नपूर्णा देवी नाम तिहारो, लेत होत सब काम॥
॥ बारम्बार प्रणाम... ॥

प्रलय युगान्तर और जन्मान्तर, कालान्तर तक नाम।
सुर सुरों की रचना करती, कहाँ कृष्ण कहाँ राम॥
॥ बारम्बार प्रणाम... ॥

चूमहि चरण चतुर चतुरानन, चारु चक्रधर श्याम।
चंद्रचूड़ चन्द्रानन चाकर, शोभा लखहि ललाम॥
॥ बारम्बार प्रणाम... ॥

देवी देव! दयनीय दशा में दया-दया तब नाम।
त्राहि-त्राहि शरणागत वत्सल शरण रूप तब धाम॥
॥ बारम्बार प्रणाम... ॥

श्रीं, ह्रीं श्रद्धा श्री ऐ विद्या श्री क्लीं कमला काम।
कांति, भ्रांतिमयी, कांति शांतिमयी, वर दे तू निष्काम॥
॥ बारम्बार प्रणाम... ॥

॥ इति श्री माँ अन्नपूर्णा आरती ॥

    ''',
    "श्री पार्वती आरती":'''
 
 जय पार्वती माता जय पार्वती माता
ब्रह्म सनातन देवी शुभफल की दाता ।
॥जय पार्वती माता..॥

अरिकुल पद्दं विनासनी जय सेवक त्राता,
जगजीवन जगदंबा हरिहर गुणगाता ।
॥जय पार्वती माता..॥

सिंह को वाहन साजे कुण्डल है साथा,
देब बंधु जस गावत नृत्य करत ता था ।
॥ जय पार्वती माता..॥

सतयुग रूपशील अति सुन्दर नाम सती कहलाता,
हेमांचल घर जन्मी सखियन संग राता ।
॥ जय पार्वती माता..॥

शुम्भ निशुम्भ विदारे हेमाचल स्थाता,
सहस्त्र भुज तनु धारिके चक्र लियो हाथा ।
॥जय पार्वती माता..॥

सृष्टिरूप तुही है जननी शिवसंग रंगराता,
नन्दी भृंगी बीन लही है हाथन मदमाता ।
॥जय पार्वती माता..॥

देवन अरज करत तव चित को लाता,
गावत दे दे ताली मन में रंग राता ।
॥जय पार्वती माता..॥

श्री कमल आरती मैया की जो कोई गाता ,
सदा सुखी नित रहता सुख सम्पति पाता ।
॥ जय पार्वती माता..॥

॥ इति श्री पार्वती आरती ॥

    ''',
    "श्री गंगा आरती":'''
    
ॐ जय गंगे माता, मैया जय गंगे माता।
जो नर तुमको ध्याता, मनवांछित फल पाता॥
॥ ॐ जय गंगे माता॥

चन्द्र-सी ज्योति तुम्हारी, जल निर्मल आता।
शरण पड़े जो तेरी, सो नर तर जाता॥
॥ॐ जय गंगे माता॥

पुत्र सगर के तारे, सब जग की ज्ञाता।
कृपा दृष्टि तुम्हारी, त्रिभुवन सुख दाता॥
॥ ॐ जय गंगे माता॥

एक बार जो प्राणी, शरण तेरी आता।
यम की त्रास मिटाकर, परमगति पाता॥
॥ॐ जय गंगे माता॥

आरती मातु तुम्हारी, जो नर नित गाता।
सेवक वही सहज में, मुक्ति को पाता॥

॥ॐ जय गंगे माता॥

॥ इति श्री गंगा आरती ॥



    ''',
    "श्री गौमता जी की आरती":'''
    

आरती श्री गैय्या मैंय्या की, आरती हरनि विश्वब धैय्या की,

अर्थकाम सुद्धर्म प्रदायिनि अविचल अमल मुक्तिपददायिनि,
सुर मानव सौभाग्यविधायिनि, प्यारी पूज्य नंद छैय्या की ॥
।। आरती श्री गैय्या मैंय्या की ।।

अख़िल विश्वौ प्रतिपालिनी माता, मधुर अमिय दुग्धान्न प्रदाता,
रोग शोक संकट परित्राता भवसागर हित दृढ़ नैय्या की॥,
।। आरती श्री गैय्या मैंय्या की ।।

आयु ओज आरोग्यविकाशिनि, दुख दैन्य दारिद्रय विनाशिनि,
सुष्मा सौख्य समृद्धि प्रकाशिनि, विमल विवेक बुद्धि दैय्या की॥
।। आरती श्री गैय्या मैंय्या की ।।

सेवक जो चाहे दुखदाई, सम पय सुधा पियावति माई,
शत्रु मित्र सबको सुखदायी, स्नेह स्वभाव विश्व जैय्या की॥
।। आरती श्री गैय्या मैंय्या की ।।

॥ इति आरती श्री गौमता जी की ॥

    ''',
    "श्रीमद्भागवतमहापुराण की आरती":'''
    
    
आरती अतिपावन पुराण की । धर्म-भक्ति-विज्ञान-खान की ॥

महापुराण भागवत निर्मल । शुक-मुख-विगलित निगम-कल्प-फल ॥
परमानन्द सुधा-रसमय कल । लीला-रति-रस रसनिधान की ॥
॥ आरती अतिपावन पुरान की... ॥

कलिमथ-मथनि त्रिताप-निवारिणि । जन्म-मृत्यु भव-भयहारिणी ॥
सेवत सतत सकल सुखकारिणि । सुमहौषधि हरि-चरित गान की ॥
॥ आरती अतिपावन पुरान की... ॥

विषय-विलास-विमोह विनाशिनि । विमल-विराग-विवेक विकासिनि ॥
भगवत्-तत्त्व-रहस्य-प्रकाशिनि । परम ज्योति परमात्मज्ञान की ॥
॥ आरती अतिपावन पुरान की... ॥

परमहंस-मुनि-मन उल्लासिनि । रसिक-हृदय-रस-रासविलासिनि ॥
भुक्ति-मुक्ति-रति-प्रेम सुदासिनि । कथा अकिंचन प्रिय सुजान की ॥
॥ आरती अतिपावन पुरान की... ॥

॥ इति श्रीमद्भागवतमहापुराण की आरती ॥


    ''',
    "श्री विन्ध्येश्वरी आरती":'''
    
    
सुन मेरी देवी पर्वतवासिनी, कोई तेरा पार ना पाया ।
पान सुपारी ध्वजा नारियल, ले तेरी भेट .चढ़ाया
॥ सुन मेरी देवी पर्वतवासिनी .. ॥

सुवा चोली तेरी अंग विराजे, केसर तिलक लगाया
नंगे पग माँ अकबर आया, सोने का छत्र चढ़ाया
॥ सुन मेरी देवी पर्वतवासिनी .. ॥

उँचे पर्वत बन्यो देवालय, नीचे शहर बसाया
सतयुग, द्वापर, त्रेता मध्ये, कलयुग राज सवाया
॥ सुन मेरी देवी पर्वतवासिनी .. ॥

धूप दीप नैवेद्य आरती, मोहन भोग लगाया
ध्यानू भगत मैया तेरे गुण गाया, मनवांछित् फल पाया
॥सुन मेरी देवी पर्वतवासिनी .. ॥

॥ इति श्री विन्ध्येश्वरी आरती ॥

    ''',
    "श्री महालक्ष्मी आरती":'''
    
    
 ॐ जय लक्ष्मी माता, मैया जय लक्ष्मी माता।
तुमको निशदिन सेवत, हरि विष्णु विधाता॥
ॐ जय लक्ष्मी माता॥

उमा,रमा,ब्रह्माणी, तुम ही जग-माता।
सूर्य-चन्द्रमा ध्यावत, नारद ऋषि गाता॥
ॐ जय लक्ष्मी माता॥

दुर्गा रुप निरंजनी, सुख सम्पत्ति दाता।
जो कोई तुमको ध्यावत, ऋद्धि-सिद्धि धन पाता॥
ॐ जय लक्ष्मी माता॥

तुम पाताल-निवासिनि, तुम ही शुभदाता।
कर्म-प्रभाव-प्रकाशिनी, भवनिधि की त्राता॥
ॐ जय लक्ष्मी माता॥

जिस घर में तुम रहतीं, तहँ सब सद्गुण आता।
सब सम्भव हो जाता, मन नहीं घबराता॥
ॐ जय लक्ष्मी माता॥

तुम बिन यज्ञ न होते, वस्त्र न कोई पाता।
खान-पान का वैभव, सब तुमसे आता॥
ॐ जय लक्ष्मी माता॥

शुभ-गुण मन्दिर सुन्दर, क्षीरोदधि-जाता।
रत्न चतुर्दश तुम बिन, कोई नहीं पाता॥
ॐ जय लक्ष्मी माता॥

महालक्ष्मीजी की आरती, जो कोई जन गाता।
उर आनन्द समाता, पाप उतर जाता॥
ॐ जय लक्ष्मी माता॥

॥ इति श्री महालक्ष्मी आरती ॥

    ''',
    "श्री खाटू श्याम आरती":'''

 
ॐ जय श्री श्याम हरे, प्रभु जय श्री श्याम हरे।
निज भक्तन के तुमने पूरन काम करे।
॥हरि ॐ जय श्री श्याम हरे..॥

गल पुष्प की माला, सिर पर मुकुट धरे
पीत बसन पीताम्बर, कुण्डल कर्ण पड़े
॥हरि ॐ जय श्री श्याम हरे..॥

रत्न सिंहासन राजत, सेवक भक्त खड़े
खेवत धूप अग्नि पर, दीपक ज्योति जड़े
॥ हरि ॐ जय श्री श्याम हरे..॥

मोदा खीर चूरमा , सुवर्ण थाल भरे
सेवक भोग लगावत सिर पर चंवर ढुरे
॥ हरि ॐ जय श्री श्याम हरे..॥

झांझ नगाड़ा और घड़ि़यावल, शंख मृदंग धुरे।
भक्त आरती गावे, जय-जयकार करे॥
॥ हरि ॐ जय श्री श्याम हरे..॥

जो ध्यावे फल पावे, सब दुःख से उबरे।
सेवक जन निज मुख से, श्री श्याम-श्याम उचरे॥
॥ हरि ॐ जय श्री श्याम हरे..॥

'श्री श्याम बिहारीजी' की आरती, जो कोई नर गावे।
कहत 'दासकमल' स्वामी, मनवांछित फल पावे॥

॥ इति श्री खाटू श्याम आरती ॥

    ''',
    "श्री शनि आरती":'''
 
 जय जय श्री शनिदेव भक्तन हितकारी।
सूरज के पुत्र प्रभु छाया महतारी॥
॥जय जय श्री शनिदेव.. ॥

श्याम अंग वक्र-दृष्टि चतुर्भुजा धारी।
नीलाम्बर धर नाथ गज की असवारी॥
॥जय जय श्री शनिदेव.. ॥

क्रीट मुकुट शीश रजित दिपत है लिलारी।
मुक्तन की माला गले शोभित बलिहारी॥
॥जय जय श्री शनिदेव.. ॥

मोदक मिष्ठान पान चढ़त हैं सुपारी।
लोहा तिल तेल उड़द महिषी अति प्यारी॥
॥जय जय श्री शनिदेव.. ॥

देव दनुज ऋषि मुनि सुमरिन नर नारी।
विश्वनाथ धरत ध्यान शरण हैं तुम्हारी ॥
॥जय जय श्री शनिदेव.. ॥

॥ इति श्री शनि आरती ॥

    ''',
    "श्री भैरव आरती":'''
    
    
सुनो जी भैरव लाड़िले,कर जोड़ कर विनती करुं ।

कृपा तुम्हारी चाहिये, मैं ध्यान तुम्हरा ही धरूं ॥
मैं चरण छुता आपके,अर्जी मेरी सुन लिजिये ।

मैं हूं मति का मंद, मेरी कुछ मदद तो किजिये
महिमा तुम्हारी बहुत, कुछ थोड़ी सी मैं वर्णन करूं
॥सुनो जी भैरव लाड़िले… ॥

करते सवारी स्वान की, चारो दिशा मे राज्य है
जितने भूत और प्रेत हैं ,सबके आप ही सरताज हैं
हथियार हैं जो आपके, उसका क्या वर्णन करूं
॥सुनो जी भैरव लाड़िले… ॥

माता जी के समने तुम, नृत्य भी करते सदा
गा गा के गुण अनुवाद से,उनको रिझाते गन हो सदा
एक सांकली है आपकी , तारिफ उसकी क्या करूं
॥सुनो जी भैरव लाड़िले… ॥

बहुत सी महिमा तुम्हारी,मेंहदीपुर सरनाम है
आते जगत के यात्री, बजरंग का स्थान है
श्री प्रेतराज सरकार के, मैं शीश चरणों मैं धरूं
॥सुनो जी भैरव लाड़िले… ॥

निशदीन तुम्हारे खेल से, माताजी खुश रहें
सर पर तुम्हारे हाथ रख कर, आशिर्वाद देती रहें
कर जोड़ कर विनती करूं , अरु शीश चरणों मैं धरू
॥सुनो जी भैरव लाड़िले… ॥

॥ इति श्री भैरव आरती ॥


    ''',
    "श्री नवग्रह आरत":'''


आरती श्री नवग्रहों की कीजै. बाध, कष्ट,रोग,हर लीजै ।
सूर्य तेज़ व्यापे जीवन भर. जाकी कृपा कबहु नहिं छीजै।
॥ आरती श्री नवग्रहों की कीजै.. ॥

रुप चंद्र शीतलता लायें. शांति स्नेह सरस रसु भीजै।
मंगल हरे अमंगल सारा. सौम्य सुधा रस अमृत पीजै ।
॥ आरती श्री नवग्रहों की कीजै.. ॥

बुद्ध सदा वैभव यश लीये. सुख सम्पति लक्ष्मी पसीजै।
विद्या बुद्धि ज्ञान गुरु से ले लो प्रगति सदा मानव पै रीझे।
॥ आरती श्री नवग्रहों की कीजै.. ॥

शुक्र तर्क विज्ञान बढावै. देश धर्म सेवा यश लीजे ।
न्यायधीश शनि अति ज्यारे. जप तप श्रद्धा शनि को दीजै ।
॥ आरती श्री नवग्रहों की कीजै.. ॥

राहु मन का भरम हरावे. साथ न कबहु कुकर्म न दीजै ।
स्वास्थ्य उत्तम केतु राखै. पराधीनता मनहित खीजै ।
॥ आरती श्री नवग्रहों की कीजै.. ॥

॥ इति श्री नवग्रह आरती ॥


    ''',
    "श्री कुबेर आरती ":'''
    
ऊँ जै यक्ष कुबेर हरे , स्वामी जै यक्ष जै यक्ष कुबेर हरे।
शरण पड़े भगतों के, भण्डार कुबेर भरे।
॥ऊँ जै यक्ष कुबेर हरे...॥

शिव भक्तों में भक्त कुबेर बड़े, स्वामी भक्त कुबेर बड़े।
दैत्य दानव मानव से, कई-कई युद्ध लड़े ॥
॥ ऊँ जै यक्ष कुबेर हरे...॥

स्वर्ण सिंहासन बैठे, सिर पर छत्र फिरे,
योगिनी मंगल गावैं, सब जय जय कार करैं॥
॥ऊँ जै यक्ष कुबेर हरे...॥

गदा त्रिशूल हाथ में, शस्त्र बहुत धरे,
दुख भय संकट मोचन, धनुष टंकार करें॥
॥ऊँ जै यक्ष कुबेर हरे...॥

भांति भांति के व्यंजन बहुत बने, स्वामी व्यंजन बहुत बने।
मोहन भोग लगावैं, साथ में उड़द चने॥
॥ऊँ जै यक्ष कुबेर हरे...॥

बल बुद्धि विद्या दाता, हम तेरी शरण पड़े,
अपने भक्त जनों के , सारे काम संवारे॥
॥ऊँ जै यक्ष कुबेर हरे...॥

मुकुट मणी की शोभा, मोतियन हार गले,
अगर कपूर की बाती, घी की जोत जले॥
॥ऊँ जै यक्ष कुबेर हरे...॥

यक्ष कुबेर जी की आरती , जो कोई नर गावे,
कहत प्रेमपाल स्वामी, मनवांछित फल पावे।

॥ इति श्री कुबेर आरती ॥

 
   ''',
    "श्री कृष्णा आरती":'''ओम जय श्री कृष्ण हरे, प्रभु जय श्री कृष्ण हरे,
भक्तन के दुख सारे पल में दूर करे
!! ओम जय श्री कृष्ण हरे !!

परमानंद मुरारी मोहन गिरधारी, जय रास बिहारी जय जय गिरधारी

कर कंकण कटि सोहत कानन मे बाला, मोर मुकुट पीताम्बर सोहे वनमाला
दीन सुदामा तारे दरिद्रों के दुख टारे , गज के फंद छुड़ये भव सागर तारे
!! ओम जय श्री कृष्ण हरे !!

हिरण्यकश्यप संहारे नरहरि रूप धरे , पाहन से प्रभु प्रगटे यम के बीच परे
केशी कंस विदारे नल कुबर तारे, दामोदर छवि सुंदर भगतन के प्यारे
!! ओम जय श्री कृष्ण हरे !!

काली नाग नथैया नटवर छवि सोहे, फन फन नाचा करते नागन मन मोहे
राज्य उग्रसेन पाये माताशोक हरे, द्रुपद सुता पत राखी,

करुणा लाज भरे
!! ओम जय श्री कृष्ण हरे !!

॥ इति श्री कृष्णा आरती ॥


    ''',









  },
  "कथा":{
      "श्री सत्यनारायण व्रत कथा":'''
      
      
श्री सत्यनारायण व्रत कथा
पूजन समाग्री
केले के खम्बे, कलश, पांच रत्न, चावल, धुप, पुष्प माला, अंग वस्त्र, नैवैध्य, आम के वस्त्र, वस्त्र, सोने की प्रतिमा, कपूर, गुलाब के फूल, दीप, तुलसी, पान, पंचमघघी), दही, शहद  तुलसी का पत्ता, शकर (, प्रसाद आटे), घी और शकर से बना (व्रत करने वाला पूर्णिमा, संक्रांत या एकादसी के दिन, संध्या स्नान आदि से निवृत्त होकर, पूजा स्थान में आसन पर बैठकर और श्री गणेश, गौरी, वरुण, विष्णुजी)  आदि नव देवताओं का ध्यान करके, पूजन करे और संकल्प करे कि मैं श्री सत्यनारायण स्वामी का पूजन और श्रवण सदैव करूँगा | पुष्प हाथों में लेकर, श्री सत्यनारायण स्वामी का ध्यान करे | पुष्प, धुप, दीप, नैवेद्य आदि से युक्त होकर स्तुति करें।  'हे भगवानवन, मैंने श्रद्धा पूर्वक फल, जल, आदि सामग्री सब आपको अर्पण की है; इसे स्वीकार किया, आपदाओं से मेरी रक्षा करें, मेरा आपको बारम्बार नमस्कार है। इसके बाद श्री सत्यनारायण की कथा पढ़े और श्रवण करें।

 कथा 
 प्रथम  अध्याय 
एक समय नेमिशारणय तीर्थ में शौनिक आदि अष्टसी हज़ार ऋषियों ने श्री सूतजी से पूछा- “हे प्रभु! इस कलगो में विद्या रहित!  मनुष्यों को प्रभु भक्ति किस प्रकार मिलेगी और उनका उद्धार कैसे होगा?  इसलिए हे मुनिश्रेष्ठ, कोई ऐसा तप कहिये जिस से थोड़े समय में पुण्य प्राप्त हो और मनोवाँछित फल मिले।  सर्वशास्त्रनिष्ठता श्री सूतजी बोले, "हे वैष्णवों में पूज्य- आप सब ने सभी प्राणियों के हित की बात पूछी है। अब में उस श्रेष्ठ व्रत को आप लोगो में कहूँगा, जिस व्रत को नारद ने श्री लक्ष्मीनारायण से पूछा था और श्री लक्ष्मीपति ने मुनि श्रेष्ठ को।  नारद से कहा था, सो ध्यान से सुनिये |

मुनिनाथ सुनो यह सत्य स्क्रिप्ट सब कालहिं होय महासुख बाड़। ताप हरे, भाव दूर करे, सब काज सरे सुख की अधिकाई।
अति संकट में दुःख दूर करे सब ठौर कुठौर में होत सुहाई । प्रभु नाम चरित गुणगान किये बिन कैसे महाकलि पाप नसाई ।। 

 एक समय , योगीराज नारद जी दूसरों के हित की इच्छा से , अनेक लोकों में घूमते हुए मृत्युलोक में आ बहुत योनियों में जन्मे हुए प्रायः सभी मनुष्यों को अपने कर्मों के द्वारा अनेक दुखों से पीड़ित देखकर किस यत्न के करने से निश्चय ही इनके दुखों का नाश हो सकेगा , ऐसा मन में सोचकर विष्णुलोक को गये । वहाँ श्वेत वर्ण और चार भुजाओं वाले देवों के ईश नारायण को ( जिनके हाथों में शंख , चक्र , गदा और पद्म थे , तथा वनमाला पहने हुए थे ) देखकर स्तुति करने लगे । 
" हे भगवन , आप अत्यंत शक्ति से संपन्न हैं । मन तथा वाणी भी आपको नहीं पा सकती , आपका आदि , मध्य और अंत नहीं है , निर्गुण स्वरुप श्रृष्टि के आदि , भूत व भक्तों के दुखों को नष्ट करने वाले हैं , आपको मेरा नमस्कार है । " नारदजी से इस प्रकार स्तुति सुनकर विष्णु भगवान बोले कि " हे मुनिश्रेष्ठ - आपके मन में क्या है ? आपका यहाँ किस काम के लिए आगमन हुआ है ? निःसंकोच कहो । " तब नारदमुनि बोले , " मृत्यु लोक में सब मनुष्य जो अनेक योनियों में पैदा हुए हैं , अपने अपने कर्मों के द्वारा अनेक प्रकार के दुखों से दुखी हो रहे हैं । हे नाथ , मुझपर दया रखते हैं तो बतलायें कि उन मनुष्यों के सब दुःख थोड़े से ही प्रयत्न से कैसे दूर हो सकते हैं ? " श्री विष्णु भगवानजी बोले कि " हे नारद , मनुष्यों की भलाई के लिए तुमने यह बहुत अच्छी बात पूछी । जिस काम के करने से मनुष्य मोह से छूट जाता है , वह मैं कहता हूँ , सुनो । बहुत पुण्य का देने वाला , स्वर्ग तथा मनुष्य लोक दोनों में दुर्लभ एक व्रत है | आज में प्रेमवश तुमसे कहता हूँ | श्री सत्यनारायणजी का व्रत अच्छी तरह विधान पूर्वक करके मनुष्य तुरंत ही यहाँ सुख भोगकर मरने पर मोक्ष को प्राप्त होता है । " श्री विष्णु भगवान के वचन सुनकर नारद जी ने पुछा कि उस व्रत का क्या फल है , क्या विधान है , और किसने यह व्रत किया है और किस दिन यह व्रत करना चाहिए , कृपा करके विस्तार से बताइए । श्री विष्णु भगवान ने कहा , " दुःख शोक आदि को दूर करने वाला , धन धान्य को बढ़ाने वाला , सौभाग्य तथा संतान को देने वाला , सब स्थानों पर विजय करने वाला , श्री सत्यनारायण व्रत है । भक्ति और श्रद्धा के साथ किसी भी दिन , मनुष्य श्री सत्यनारायण की शाम के समय , ब्राह्मणों और बंधुओ के साथ धर्मपरायण होकर पूजा करे . भक्ति भाव से नैवद्य , केले का फल , शहद , घी , शक्कर अथवा गुड़ , दूध , और गेहूं का आटा सवाया लेवे ( गेंहू के अभाव में साठी का चूरन भी ले सकते है ) । इन सबको भक्ति भाव से भगवान् को अर्पण करें । बन्धुबांधवों सहित ब्राह्मणों को भोजन करावे । इसके पश्चात् स्वयं भोजन करें | रात्रि में नाम संकीर्तन का आयोजन कर श्री सत्यनारायण भगवान का स्मरण करता हुआ समय व्यतीत करे । इस तरह जो मनुष्य व्रत करेगे , उनका मनोरथ निश्चय ही पूर्ण होगा . हे भक्तराज ! तुमसे तो विकराल कलिकाल के कर्म छिपे नहीं है । खान - पान और आचार - विचार को चाहते हुए भी पवित्रता न रख पाने के कारण , क्योकि जीव मेरा नाम स्मरण करके ही अपना लोक - परलोक संवार सकेंगे , इसलिए विशेष रूप से कलिकाल में मृत्युलोक में यही 
एक लघु और आसान उपाय है , जिससे अल्प समय और अल्प धन में प्रत्येक जीव को महान पुण्य प्राप्त हो सकता है । 

।। इति श्री सत्यनारायण व्रत कथा का प्रारंभ अध्याय सम्पूर्ण ।। 




द्वितीय अध्याय 
सूतजी ने कहा- हे ऋषियों , जिन्होंने पहले समय में इस व्रत को किया है , उनका इतिहास कहता हूँ , आप सब ध्यान से सुने | सुंदर काशीपुर नगरी में एक अत्यंत निर्धन ब्राह्मण रहता था । वह ब्राह्मण भूख और प्यास से बैचैन होकर नित्य पृथ्वी पर घूमता था । ब्राह्मणों से प्रेम करने वाले श्री विष्णु भगवान् ने ब्राह्मण को दुखी देखकर एक दिन बूढे ब्राह्मण का रूप धारण कर निर्धन ब्राह्मण के पास जाकर आदर से पूछा - हे विप्र । तुम नित्य ही दुखी होकर पृथ्वी पर क्यों घूमते हो ? हे श्रेष्ठ ब्राह्मण यह सब मुझे कहो , मै सुनना चाहता हूँ । दरिद्र ब्राह्मण ने कहा - मै निर्धन ब्राह्मण हूँ , भिक्षा के लिए पृथ्वी पर फिरता हूँ । हे भगवन् यदि आप इससे छुटकारा पाने का कोई उपाय जानते हो तो कृपा कर मुझे बताएं । मै आपकी शरण में हूँ । वृद्ध ब्राह्मण का रूप धारण किये श्री विष्णु भगवान् ने कहा - हे ब्राह्मण ! श्री सत्यनारायण भगवान मनोवांछित फल देने वाले हैं . इसीलिए तुम उनका पूजन करो , जिसके करने से मनुष्य सब दुखों से मुक्त हो जाता है । इसी के साथ दरिद्र ब्राह्मण को व्रत का सारा विधान बतलाकर बूढे ब्राह्मण का रूप धारण करने वाले श्री सत्यनारायण भगवान् अंतर्ध्यान हो गए । जिस व्रत वृद्ध ब्राह्मण ने बताया है , उसे मै अवश्य करूँगा , यह सोचकर वह दरिद्र ब्राह्मण घर चला गया , परन्तु उस रात्रि उस ब्राह्मण को नींद नहीं आई । अगले दिन वह जल्दी उठा और श्री सत्यनारायण भगवान् का व्रत करने का निश्चय कर भिक्षा मांगने चल दिया । उस दिन उसको भिक्षा में बहुत धन मिला , जिससे उसने पूजा का सब सामान ख़रीदा और घर आकर अपने बन्धु बांधवों के साथ भगवान् श्री सत्यनारायण का व्रत किया | इसके करने से वह दरिद्र ब्राह्मण सब प्रकार के दुखों से छूटकर अनेक प्रकार की संपत्तियों से युक्त हो गया | उस समय से वह विप्र हर मास व्रत करने लगा | सत्यनारायण भगवान् के व्रत को जो शास्त्रविधि के अनुसार श्रद्धा पूर्वक करेगा , सब पापों से छूटकर मोक्ष को प्राप्त होगा | आगे जो मनुष्य पृथ्वी पर भगवान् सत्यनारायण का व्रत करेगा , वह सब दुखों से छूट जायेगा । इस तरह नारदजी से श्री सत्यनारायण भगवान् का कहा हुआ यह व्रत मैंने तुमसे कहा । हे विप्रों , अब आप और क्या सुनना चाहते हैं , मुझे बताएं ? ऋषियों ने कहा - हे मुनीश्वर ! संसार में इस विप्र से सुनकर और किस किस ने इस व्रत को किया , हम सब सुनना चाहते है । इसके लिए हमारे मन में श्रद्धा है | श्री सूतजी ने कहा - हे मुनियों ! जिस जिस प्राणी ने इस व्रत को किया है उन सबकी कथा सुनो । एक समय वह ब्राह्मण धन और ऐश्वर्य के अनुसार बंधु- बांधवों के साथ अपने घर पर व्रत कर रहा था । उसी समय एक लकड़ी बेचने वाला बुढा व्यक्ति वहाँ आया । उसने सर पर रखा लकड़ियों का गट्ठर बाहर रख दिया और विप्र के घर में चला गया | प्यास से दुखी लकडहारे ने विप्र को व्रत करते देखा | वह प्यास को भूल गया | उसने विप्र को नमस्कार किया और पूछा - हे विप्र ! आप यह किसका पूजन कर रहे हैं ? इस व्रत को करने से क्या फल मिलता है ? कृपया मुझे बताएं | ब्राह्मण ने कहा - सब मनोकामनाओं को पूरा करने वाला यह भगवान श्री सत्यनारायण का व्रत है इनकी ही कृपा से मेरे यहाँ धन - धान्य आदि की वृद्धि हुई है । विप्र से इस व्रत के बारे में जानकर वह लकडहारा बहुत प्रसन्न हुआ । भगवान् का चरणामृत ले और भोजन करने के पश्चात् वह अपने घर को चला गया । अगले दिन लकडहारे ने अपने मन में संकल्प किया कि आज गाँव में लकड़ी बेचने से जो धन मिलेगा , उसी से भगवान् सत्यनारायण का उत्तम व्रत करूँगा | यह मन में विचार कर वह लकडहारा अपने सर पर लकड़ियों का गट्ठर रखकर जिस नगर में धनवान लोग रहते थे , ऐसे सुंदर नगर में गया | उस दिन उसे उन लकड़ियों का दाम पहले के दिनों से चौगुना मिला | तब वह लकड़हारा अति प्रसन्न होकर पके केले , शक्कर , शहद , घी , दूध , दही , गेहूं का चूर्ण आदि श्री सत्यनारायण भगवान् के व्रत की सारी सामग्री लेकर अपने घर पर आ गया | फिर उसने अपने बंधु - बांधवों को बुलाकर विधि - विधान के साथ भगवान् का पूजन और व्रत किया | उस व्रत के प्रभाव से वह बुढा लकडहारा धन , पुत्र आदि से युक्त हुआ और संसार के समस्त सुख भोगकर बैकुंठ को चला गया | 

।। इति श्री सत्यनारायण व्रत कथा का द्वितीय अध्याय सम्पूर्ण ।।


 तृतीय अध्याय 
श्री सूतजी ने कहा - हे श्रेष्ठ ऋषियों ! अब आगे की एक कथा कहता हूँ । पूर्व काल में उल्कामुख नाम का एक महान बुद्धिमान राजा था । वह सत्यवक्ता और जितेन्द्रिय था । प्रतिदिन देवस्थानों पर जाता तथा गरीबों को धन देकर उनके कष्ट दूर करता था | उनकी पत्नी कमल के समान मुख वाली और सती साध्वी थी । भद्रशीला नदी के तट पर उन दोनों ने श्री सत्यनारायण भगवान् का व्रत किया । उस समय वहां साधु नामक एक वैश्य आया । उसके पास व्यापार के लिए बहुत - सा धन था | वह वैश्य नाव को किनारे पर ठहराकर राजा के पास आया | राजा को व्रत करते देखकर उसने विनय के साथ पूछा - हे राजन ! भक्ति युक्त चित्त से यह आप क्या कर रहे हैं ? मेरी भी सुनने की इच्छा है , कृप्या यह आप मुझे भी बताइए | महाराजा उल्कामुख ने कहा - हे साधु वैश्य ! मै अपने बंधु - बांधवों के साथ पुत्रादि की प्राप्ति के लिए महाशक्तिमान सत्यनारायण भगवान का व्रत व पूजन कर रहा हूँ । राजा के वचन सुनकर साधु नामक वैश्य ने आदर से कहा - हे राजन ! मुझे भी इसका विधान बतायें । मै भी आपके कथनानुसार इस व्रत को करूँगा | मेरे भी कोई संतान नहीं है । मुझे विश्वास है , इससे निश्चय ही मेरी भी संतान होगी | राजा से सब विधान सुन , व्यापार से निवृत्त हो , वह वैश्य आनंद के साथ अपने घर आया । वैश्य ने अपनी पत्नी को संतान देने वाले उस व्रत का समाचार सुनाया और प्रण किया कि जब मेरी भी संतान होगी तब मै इस व्रत को करूँगा | साधु ने यह वचन अपनी पत्नी लीलावती से भी कहे । एक दिन उसकी पत्नी लीलावती आनंदित हो सांसारिक धर्म की प्रवृत्त हो श्री सत्यनारायण भगवान की कृपा से गर्भवती हो गयी । दसवें महीने में उसने सुंदर कन्या को जन्म दिया । दिनोंदिन वह कन्या इस तरह बढ़ने लगी जैसे शुक्ल पक्ष का चंद्रमा बढ़ता है । कन्या का नाम कलावती रखा गया | तब लीलावती ने मीठे शब्दों में अपने पति को स्मरण दिलाया कि आपने जो भगवान् का व्रत करने का संकल्प किया था अब आप उसे पूरा कीजिये | साधु वैश्य ने कहा- हे प्रिये ! मै कन्या के विवाह के समय इस व्रत को करूंगा । इसप्रकार अपनी पत्नी को आश्वासन दे वह व्यापार करने चला गया । कलावती पितृ गृह में वृद्धि को प्राप्त हो गई । लौटने पर जब साधु ने नगर में सखियों के साथ अपनी पुत्री को खेलते देखा तो दूत को बुलाकर कहा कि उसकी पुत्री के लिए कोई सुयोग्य वर देखकर लाओ । साधु नामक वैश्य की आज्ञा पाकर दूत कंचन नगर पहुंचा और खोजकर और देखभाल कर वैश्य की लड़की के लिए एक सुयोग्य वाणिक पुत्र ले आया । उस सुयोग्य लड़के को देखकर साधु नामक वैश्य ने अपने बंधु - बांधवों सहित प्रसन्नचित्त होकर अपनी पुत्री का विवाह उसके साथ कर दिया | दुर्भाग्य से वह विवाह के समय भी श्री सत्यनारायण भगवान का व्रत करना भूल गया | इसपर श्री सत्यनारायण भगवान क्रोधित हो गए | उन्होंने वैश्य को श्राप दिया की तुम्हे दारुण दुःख प्राप्त होगा | अपने कार्य में कुशल साधु नामक वैश्य अपने जामाता सहित नावों को लेकर व्यापार करने के लिए समुन्द्र के समीप स्थित रत्नसारपुर नगर में गया । दोनों ससुर - जमाई चंद्रकेतु राजा के उस नगर में व्यापार करने लगे | एक बार सत्यनारायण भगवान् की माया से प्रेरित एक चोर राजा का धन चुराकर भगा जा रहा था । राजा के दूतों को अपने समीप वेग से आते देखकर चोर ने घबराकर राजा के धन को वही नाव में चुपचाप रख दिया , जहा वे ससुर - जमाई ठहरे हुए थे और भाग गया । जब दूतों से उस साधु नामक वैश्य के पास उस धन को रखा देखा तो ससुर - जामाता दोनों को बांधकर ले गए और राजा के समीप जाकर बोले - हम ये दो चोर पकड़कर लायें है , देखकर आज्ञा दें । तब राजा ने बिना उनकी बात सुने ही उन्हें कारागार में डालने की आज्ञा दे दी । इसप्रकार राजा की आज्ञा से उन्हें कठिन कारावास में डाल दिया गया और उनका धन भी छीन लिया गया । सत्यनारायण भगवान के श्राप के कारण लीलावती और उसकी पुत्री कलावती घर पर बहुत दुखी हुई । उनका धन भी चोर चुरा कर ले गए । शारीरिक और मानसिक पीड़ा से तथा भूख - प्यास से अति दुखित हो भोजन की चिंता में कलावती कन्या एक ब्राह्मण के घर गई । उसने ब्राह्मण को भी सत्यनारायण भगवान् का व्रत करते देखा । उसने कथा सुनी तथा प्रसाद ग्रहण कर रात को घर आई । माता ने कलावती से पूछा - हे पुत्री ! तू अब तक कहाँ रही व तेरे मन में क्या है ? कलावती बोली - हे माता ! मैंने आज एक ब्राह्मण के घर श्री सत्यनारायण भगवान् का व्रत होते देखा है | कन्या के वचन सुनकर लीलावती ने सत्यनारायण भगवान के पूजन की तैयारी की | उसने परिवार और बंधुओं सहित सत्यनारायण भगवान् का व्रत एवं पूजन किया और वर माँगा कि मेरे पति और दामाद शीघ्र ही घर लौट आयें | साथ ही प्रार्थना की कि हमारे सरे अपराध क्षमा कर दो | श्री सत्यनारायण भगवान् इस व्रत से संतुष्ट हो गए | उन्होंने राजा चंद्रकेतु को स्वप्न में दर्शन देकर कहा- हे राजन ! जिन दोनों वैश्यों को तुमने बंदी बना रखा है , वे निर्दोष हैं । उन्हें प्रात : ही छोड़ दो | उनका सब धन जो तुमने ग्रहण किया है , लौटा दो । अन्यथा मैं तुम्हारा धन , पुत्रादि सब नष्ट कर दूंगा । राजा से ऐसे वचन कहकर भगवान् अंर्तध्यान हो गए | प्रातः काल राजा चंद्रकेतु ने सभा में सबको अपना स्वप्न सुनाया और सैनिको को आज्ञा दी कि दोनों वणिक पुत्रों को कैद से मुक्त कर सभा में लाया जाया | दोनों ने आते ही राजा को प्रणाम किया । राजा ने कोमल वचनों में कहा- हे महानुभावों ! तुम्हे भावावेश ऐसा कठिन से कठिन दुःख प्राप्त हुआ है । अब तुम्हे कोई भय नहीं है , तुम मुक्त हो । इसके बाद राजा ने उनको नए - नए वस्त्राभूषण पहनवायें तथा उनका जितना धन लिया था , उससे दूना लौटा कर आदर से विदा किया । दोनों वैश्य अपने घर को चल दिए । 

।। इति श्री सत्यनारायण व्रत कथा का तृतीय अध्याय सम्पूर्ण || 



चतुर्थ अध्याय 
श्री सूतजी ने आगे कहा - वैश्य ने मंगलाचार करके यात्रा आरम्भ की और अपने नगर को चला । उनके थोड़ी दूर आगे बढ़ने पर दंडी वेशधारी श्री सत्यनारायण भगवान् ने उससे पूछा - हे साधु । तेरी नाव में क्या है अभिमानी वणिक हँसता हुआ बोला- हे दंडी ! आप क्यों पूछते है ? क्या धन लेने की इच्छा है ? मेरी नाव में बेल पत्रादि भरे हुए है । वैश्य के कठोर वचन सुनकर दंडी वेशधारी श्री नारायण भगवान ने कहा- तुम्हारा वचन सत्य हो ! ऐसा कहकर वे वहां से चले गए और कुछ दूर जाकर समुन्द्र के किनारे बैठ गए | दंडी महाराज के जाने के पश्चात् वैश्य ने नित्यक्रिया से निवृत होने के बाद नाव को ऊँची उठी देखकर अचम्भा किया तथा नाव में बेल पत्ते आदि देखकर मूर्छित हो धरती पर गिर पड़ा । मूर्छा खुलने पर अत्यंत शोक प्रकट करने लगा | तब उसके जमाता ने कहा - आप शोक न करें | यह दंडी महाराज का श्राप है । अतः उनकी शरण में चलना चाहिए , तभी हमारी मनोकामना पूरी होगी | जमाता के वचन सुनकर वह साधु नामक वैश्य साधु महाराज के पास पहुंचा और अत्यंत भक्ति - भाव से प्रणाम करके बोला मैंने जो आपसे असत्य वचन कहे थे , उनके लिए मुझे क्षमा करें । ऐसा कहकर महान शोकातुर हो रोने लगा | तब दंडी भगवान् बोले - हे वाणिक पुत्र ! मेरी आज्ञा से बार- बार तुझे दुःख प्राप्त हुआ है , तू मेरी पूजा से विमुख हुआ है । साधु नामक वैश्य ने कहा - हे भगवान् । आपकी माया से ब्रह्मा आदि देवता भी आपके रूप को नहीं जान पाते , तब मै अज्ञानी भला कैसे जान सकता हूँ । आप प्रसन्न होइए , मै आपनी सामर्थ्य के अनुसार आपकी पूजा करूँगा | मेरी रक्षा करो और पहले के समान मेरी नौका को धन से पूर्ण कर दो । उसके भक्तियुक्त वचन सुनकर श्री सत्यनारायण भगवान् प्रसन्न हो गए और उसकी इच्छानुसार वर देकर अंतर्ध्यान हो गए | तब ससुर और जमाता दोनों ने नाव पर आकर देखा कि नाव धन से परिपूर्ण है | फिर वह भगवान् सत्यनारायण का पूजन कर साथियों सहित अपने नगर को चला | जब वह अपने नगर के निकट पहुंचा तब उसने एक दूत को अपने घर भेजा । दूत ने साधु नामक वैश्य के घर जाकर उसकी पत्नी को नमस्कार किया और कहा- आपके पति अपने दामाद सहित इस नगर के समीप आ गए है ।
लीलावती और उसकी कन्या कलावती उस समय भगवान का पूजन कर रही थीं । दूत का वचन सुनकर साधु की पत्नी ने बड़े हर्ष के साथ सत्यदेव का पूजन पूर्ण किया और अपनी पुत्री से कहा- मैं अपने पति के दर्शन को जाती हूँ , तू कार्य पूर्ण कर शीघ्र आ जाना । परन्तु कलावती पूजन और प्रसाद छोड़कर अपने पति के दर्शन को चली गई । प्रसाद कि अवज्ञा के कारन सत्यदेव ने रुष्ट हो , उसके पति को नाव सहित पानी में डूबा दिया | कलावती अपने पति को न देखकर रोती हुई जमीन पर गिर पड़ी | नौका को डूबा हुआ तथा कन्या को रोती हुई देखकर साधु नामक वैश्य दुखित हो बोला- हे प्रभु । मुझसे या मेरे परिवार से जो भूल हुई है , उसे क्षमा करो | उसके दीन वचन सुनकर सत्यदेव भगवान प्रसन्न हो गए | आकाशवाणी हुई- हे वैश्य । तेरी कन्या मेरा प्रसाद छोड़कर आई है , इसलिए इसका पति अद्रश्य हुआ है । यदि वह घर जाकर प्रसाद खाकर लौटे तो इसका पति अवश्य मिलेगा | आकाशवाणी सुनकर कलावती ने घर पहुँच कर प्रसाद खाया और फिर अपने पति के दर्शन किये | तत्पश्चात साधू वैश्य ने वहीं बंधु - बांधवों सहित सत्यदेव का विधि - पूर्वक पूजन किया | वह इस लोक का सुख भोगकर अंत में स्वर्गलोक को गया |

||इति श्री सत्यनारायण व्रत कथा का चतुर्थ व्याय सम्पूर्ण ||



पंचम अध्याय 
श्री सूतजी ने आगे कहा - हे ऋषियों ! मैं एक और भी कथा कहता हूँ , सुनो - प्रजापालन में लीन तुंगध्वज नाम का एक राजा था । उसने भगवान् सत्यदेव का प्रसाद त्यागकर बहुत दुःख पाया | एक समय राजा वन में वन्य पशुओं को मारकर वृक्ष के नीचे आया । वहां उसने ग्वालों को भक्ति - भाव से बंधु - बांधवों सहित श्री सत्यनारायण पूजन करते देखा । परन्तु राजा देखकर भी अभिमानवश न तो वहां गया और न ही सत्यदेव भगवान् को नमस्कार किया । जब ग्वालों ने भगवान् का प्रसाद उसके सामने रखा तो वह प्रसाद त्यागकर अपने नगर को चला गया | नगर में पहुंचकर उसने देखा कि उसका सब कुछ नष्ट हो गया है | वह समझ गया कि भगवान् सत्यदेव ने ही किया है | तब वह उसी स्थान पर वापस आया और ग्वालों के समीप गया और विधिपूर्वक पूजन कर प्रसाद खाया | तो सत्यनारायण भगवान् कि कृपा से सबकुछ पहले जैसा ही हो गया और दीर्घ काल तक सुख भोगकर मरने पर स्वर्गलोक को चला गया | जो मनुष्य इस परम दुर्लभ व्रत को करेगा , श्री सत्यनारायण भगवान् की कृपा से उसे धन - धान्य की प्राप्ति होगी । बंदी बंधन से मुक्त होकर निर्भय हो जाता है । संतानहीन को संतान प्राप्त होती है तथा सब मनोरथ पूर्ण होकर अंत में वह बैकुंठ धाम को जाता है | जिन्होंने पहले इस व्रत को किया अंत में उनके दूसरे जन्म की कथा भी सुनिए | शतानंद नामक वृद्ध ने भी इस व्रत को किया , जिसने सुदामा के रूप में जन्म लेकर श्री कृष्ण की भक्ति कर मोक्ष प्राप्त किया | उल्कामुख नामक महाराज इस व्रत के पुण्य से राजा दशरथ बने और श्री रंगनाथ का पूजन कर मृत्यु के बाद बैकुंठ को प्राप्त हुए । साधु नामक वैश्य ने सत्यप्रतिज्ञ राजा मोरध्वज बनकर अपने पुत्र को आरे से चीरकर मोक्ष प्राप्त किया | वह भी इसी व्रत का फल था । इसी तरह महाराज तुंगध्वज स्वयंभू मनु हुए जिन्होंने बहुत से लोगों को भगवान् की भक्ति में लीन कर मोक्ष प्राप्त किया | लकडहारा भील अपने अगले जन्म में गुह नामक निषाद राजा हुआ , जिसने भगवान् राम के चरणों की सेवाकर मोक्ष प्राप्त किया |

 || इति श्री सत्यनारायण व्रत कथा का पंचम अध्याय सम्पूर्ण || 

श्री सत्यनारायण भगवान की आरती 
जय लक्ष्मीरमणा , श्री जय लक्ष्मीरमणा | सत्यनारायण स्वामी , जनपातक हरणा || 
रत्न जड़ित सिंहासन , अद्भुत छवि राजे | नारद करत निराजन , घंटा ध्वनि बाजे || ॐ जय ... 

प्रगट भये कलि कारण , द्विज को दरश दियो । बूढो ब्राह्मण बनकर , कंचन महल कियो ॥ 
दुर्बल भील कठारो , इन पर कृपा करी । चंद्रचूड़ एक राजा , जिनकी विपत्ति हरी ॥ ॐ जय ... 

वैश्य मनोरथ पायो , श्रद्धा तज दीनी । सो फल भोग्यो प्रभुजी , फिर स्तुति कीनी ॥ 
भाव भक्ति के कारण छिन - छिन रूप धरयो । श्रद्धा धारण कीनी , तिनको काज सरयो || ॐ जय 
 
ग्वाल बाल संग राजा , वन में भक्ति करी ॥ मनवांछित फल दीन्हो , दीनदयाल हरी ॥ 
चढ़त प्रसाद सवाया , कदली फल मेवा ॥ धूप दीप तुलसी से , राजी सत्यदेवा ॥ ॐ जय ... 

सत्यनारायण की आरति , जो कोई नर गावे | कहत शिवानंद स्वामी , वांछित फल पावे ॥








      
      '''
  },
  "कवच":{
    "देवी कवचम्":'''
    
    
ॐ अस्य श्रीचण्डीकवचस्य ब्रह्मा ऋषिः, अनुष्टुप् छन्दः, 
चामुण्डा देवता, अङ्गन्यासोक्तमातरो बीजम्, दिग्बन्धदेवतास्तत्त्वम्, 
श्रीजगदम्बाप्रीत्यर्थे सप्तशतीपाठाङ्गत्वेन जपे विनियोगः।

ॐ नमश्‍चण्डिकायै॥

मार्कण्डेय उवाच
ॐ यद्‌गुह्यं परमं लोके सर्वरक्षाकरं नृणाम्।
यन्न कस्यचिदाख्यातं तन्मे ब्रूहि पितामह॥१॥

ब्रह्मोवाच
अस्ति गुह्यतमं विप्र सर्वभूतोपकारकम्।
देव्यास्तु कवचं पुण्यं तच्छृणुष्व महामुने॥२॥

प्रथमं शैलपुत्री च द्वितीयं ब्रह्मचारिणी।
तृतीयं चन्द्रघण्टेति कूष्माण्डेति चतुर्थकम् ॥३॥

पञ्चमं स्कन्दमातेति षष्ठं कात्यायनीति च।
सप्तमं कालरात्रीति महागौरीति चाष्टमम्॥४॥

नवमं सिद्धिदात्री च नवदुर्गाः प्रकीर्तिताः।
उक्तान्येतानि नामानि ब्रह्मणैव महात्मना॥५॥

अग्निना दह्यमानस्तु शत्रुमध्ये गतो रणे।
विषमे दुर्गमे चैव भयार्ताः शरणं गताः॥६॥

न तेषां जायते किंचिदशुभं रणसंकटे।
नापदं तस्य पश्यामि शोकदुःखभयं न हि॥७॥

यैस्तु भक्त्या स्मृता नूनं तेषां वृद्धिः प्रजायते।
ये त्वां स्मरन्ति देवेशि रक्षसे तान्न संशयः॥८॥

प्रेतसंस्था तु चामुण्डा वाराही महिषासना।
ऐन्द्री गजसमारुढा वैष्णवी गरुडासना॥९॥

माहेश्‍वरी वृषारुढा कौमारी शिखिवाहना।
लक्ष्मीः पद्मासना देवी पद्महस्ता हरिप्रिया॥१०॥

श्‍वेतरुपधरा देवी ईश्‍वरी वृषवाहना।
ब्राह्मी हंससमारुढा सर्वाभरणभूषिता॥११॥

इत्येता मातरः सर्वाः सर्वयोगसमन्विताः।
नानाभरणशोभाढ्या नानारत्नोपशोभिताः॥१२॥

दृश्यन्ते रथमारुढा देव्यः क्रोधसमाकुलाः।
शङ्खं चक्रं गदां शक्तिं हलं च मुसलायुधम्॥१३॥


खेटकं तोमरं चैव परशुं पाशमेव च।
कुन्तायुधं त्रिशूलं च शार्ङ्गमायुधमुत्तमम्॥१४॥

दैत्यानां देहनाशाय भक्तानामभयाय च।
धारयन्त्यायुधानीत्थं देवानां च हिताय वै॥१५॥

नमस्तेऽस्तु महारौद्रे महाघोरपराक्रमे।
महाबले महोत्साहे महाभयविनाशिनि॥१६॥

त्राहि मां देवि दुष्प्रेक्ष्ये शत्रूणां भयवर्धिनि।
प्राच्यां रक्षतु मामैन्द्री आग्नेय्यामग्निदेवता॥१७॥

दक्षिणेऽवतु वाराही नैर्ऋत्यां खड्गधारिणी।
प्रतीच्यां वारुणी रक्षेद् वायव्यां मृगवाहिनी॥१८॥

उदीच्यां पातु कौमारी ऐशान्यां शूलधारिणी।
ऊर्ध्वं ब्रह्माणि मे रक्षेदधस्ताद् वैष्णवी तथा॥१९॥

एवं दश दिशो रक्षेच्चामुण्डा शववाहना।
जया मे चाग्रतः पातु विजया पातु पृष्ठतः॥२०॥

अजिता वामपार्श्वे तु दक्षिणे चापराजिता।

शिखामुद्योतिनि रक्षेदुमा मूर्ध्नि व्यवस्थिता॥२१॥

मालाधरी ललाटे च भ्रुवौ रक्षेद् यशस्विनी।
त्रिनेत्रा च भ्रुवोर्मध्ये यमघण्टा च नासिके॥२२॥

शङ्खिनी चक्षुषोर्मध्ये श्रोत्रयोर्द्वारवासिनी।
कपोलौ कालिका रक्षेत्कर्णमूले तु शांकरी॥२३॥

नासिकायां सुगन्धा च उत्तरोष्ठे च चर्चिका।
अधरे चामृतकला जिह्वायां च सरस्वती॥२४॥

दन्तान् रक्षतु कौमारी कण्ठदेशे तु चण्डिका।
घण्टिकां चित्रघण्टा च महामाया च तालुके ॥२५॥

कामाक्षी चिबुकं रक्षेद् वाचं मे सर्वमङ्गला।
ग्रीवायां भद्रकाली च पृष्ठवंशे धनुर्धरी॥२६॥

नीलग्रीवा बहिःकण्ठे नलिकां नलकूबरी।
स्कन्धयोः खङ्‍गिनी रक्षेद् बाहू मे वज्रधारिणी॥२७॥

हस्तयोर्दण्डिनी रक्षेदम्बिका चाङ्गुलीषु च।
नखाञ्छूलेश्‍वरी रक्षेत्कुक्षौ रक्षेत्कुलेश्‍वरी॥२८॥

स्तनौ रक्षेन्महादेवी मनः शोकविनाशिनी।
हृदये ललिता देवी उदरे शूलधारिणी॥२९॥

नाभौ च कामिनी रक्षेद् गुह्यं गुह्येश्‍वरी तथा।
पूतना कामिका मेढ्रं गुदे महिषवाहिनी ॥३०॥

कट्यां भगवती रक्षेज्जानुनी विन्ध्यवासिनी।
जङ्घे महाबला रक्षेत्सर्वकामप्रदायिनी ॥३१॥

गुल्फयोर्नारसिंही च पादपृष्ठे तु तैजसी।
पादाङ्गुलीषु श्री रक्षेत्पादाधस्तलवासिनी॥३२॥

नखान् दंष्ट्राकराली च केशांश्‍चैवोर्ध्वकेशिनी।
रोमकूपेषु कौबेरी त्वचं वागीश्‍वरी तथा॥३३॥

रक्तमज्जावसामांसान्यस्थिमेदांसि पार्वती।
अन्त्राणि कालरात्रिश्‍च पित्तं च मुकुटेश्‍वरी॥३४॥

पद्मावती पद्मकोशे कफे चूडामणिस्तथा।
ज्वालामुखी नखज्वालामभेद्या सर्वसंधिषु॥३५॥

शुक्रं ब्रह्माणि मे रक्षेच्छायां छत्रेश्‍वरी तथा।
अहंकारं मनो बुद्धिं रक्षेन्मे धर्मधारिणी॥३६॥

प्राणापानौ तथा व्यानमुदानं च समानकम्।
वज्रहस्ता च मे रक्षेत्प्राणं कल्याणशोभना॥३७॥

रसे रुपे च गन्धे च शब्दे स्पर्शे च योगिनी।
सत्त्वं रजस्तमश्‍चैव रक्षेन्नारायणी सदा॥३८॥

आयू रक्षतु वाराही धर्मं रक्षतु वैष्णवी।
यशः कीर्तिं च लक्ष्मीं च धनं विद्यां च चक्रिणी॥३९॥

गोत्रमिन्द्राणि मे रक्षेत्पशून्मे रक्ष चण्डिके।
पुत्रान् रक्षेन्महालक्ष्मीर्भार्यां रक्षतु भैरवी॥४०॥

पन्थानं सुपथा रक्षेन्मार्गं क्षेमकरी तथा।
राजद्वारे महालक्ष्मीर्विजया सर्वतः स्थिता॥४१॥

रक्षाहीनं तु यत्स्थानं वर्जितं कवचेन तु।
तत्सर्वं रक्ष मे देवि जयन्ती पापनाशिनी॥४२॥

पदमेकं न गच्छेत्तु यदीच्छेच्छुभमात्मनः।
कवचेनावृतो नित्यं यत्र यत्रैव गच्छति॥४३॥

तत्र तत्रार्थलाभश्‍च विजयः सार्वकामिकः।

यं यं चिन्तयते कामं तं तं प्राप्नोति निश्‍चितम्।
परमैश्‍वर्यमतुलं प्राप्स्यते भूतले पुमान्॥४४॥

निर्भयो जायते मर्त्यः संग्रामेष्वपराजितः।
त्रैलोक्ये तु भवेत्पूज्यः कवचेनावृतः पुमान्॥४५॥

इदं तु देव्याः कवचं देवानामपि दुर्लभम् ।
यः पठेत्प्रयतो नित्यं त्रिसन्ध्यं श्रद्धयान्वितः॥४६॥

दैवी कला भवेत्तस्य त्रैलोक्येष्वपराजितः।
जीवेद् वर्षशतं साग्रमपमृत्युविवर्जितः। ४७॥

नश्यन्ति व्याधयः सर्वे लूताविस्फोटकादयः।
स्थावरं जङ्गमं चैव कृत्रिमं चापि यद्विषम्॥४८॥

अभिचाराणि सर्वाणि मन्त्रयन्त्राणि भूतले।
भूचराः खेचराश्‍चैव जलजाश्‍चोपदेशिकाः॥४९॥

सहजा कुलजा माला डाकिनी शाकिनी तथा।
अन्तरिक्षचरा घोरा डाकिन्यश्‍च महाबलाः॥५०॥

ग्रहभूतपिशाचाश्‍च यक्षगन्धर्वराक्षसाः।
ब्रह्मराक्षसवेतालाः कूष्माण्डा भैरवादयः ॥५१॥


नश्यन्ति दर्शनात्तस्य कवचे हृदि संस्थिते।
मानोन्नतिर्भवेद् राज्ञस्तेजोवृद्धिकरं परम्॥५२॥

यशसा वर्धते सोऽपि कीर्तिमण्डितभूतले।
जपेत्सप्तशतीं चण्डीं कृत्वा तु कवचं पुरा॥५३॥

यावद्भूमण्डलं धत्ते सशैलवनकाननम्।
तावत्तिष्ठति मेदिन्यां संततिः पुत्रपौत्रिकी॥५४॥

देहान्ते परमं स्थानं यत्सुरैरपि दुर्लभम्।
प्राप्नोति पुरुषो नित्यं महामायाप्रसादतः॥५५॥

लभते परमं रुपं शिवेन सह मोदते॥ॐ॥५६॥ 

इति देव्याः कवचं सम्पूर्णम्।


    ''',
    "हनुमान कवचम्":'''
    
    
श्री गणेशाय नम:।
ओम अस्य श्रीपंचमुख हनुम्त्कवचमंत्रस्य ब्रह्मा रूषि:।

गायत्री छंद्:।
पंचमुख विराट हनुमान देवता। ह्रीं बीजम्।
श्रीं शक्ति:। क्रौ कीलकम्। क्रूं कवचम्।
क्रै अस्त्राय फ़ट्। इति दिग्बंध्:।

श्री गरूड उवाच्।।
अथ ध्यानं प्रवक्ष्यामि।

श्रुणु सर्वांगसुंदर। यत्कृतं देवदेवेन ध्यानं हनुमत्: प्रियम्।।१।।
पंचकक्त्रं महाभीमं त्रिपंचनयनैर्युतम्।बाहुभिर्दशभिर्युक्तं सर्वकामार्थसिध्दिदम्।।२।।

पूर्वतु वानरं वक्त्रं कोटिसूर्यसमप्रभम्। दंष्ट्राकरालवदनं भ्रुकुटीकुटिलेक्षणम्।।३।।
अस्यैव दक्षिणं वक्त्रं नारसिंहं महाद्भुतम्। अत्युग्रतेजोवपुष्पंभीषणम भयनाशनम्।।४।।


पश्चिमं गारुडं वक्त्रं वक्रतुण्डं महाबलम्।सर्वनागप्रशमनं विषभूतादिकृन्तनम्।।५।।
उत्तरं सौकरं वक्त्रं कृष्णं दिप्तं नभोपमम्।पातालसिंहवेतालज्वररोगादिकृन्तनम्।ऊर्ध्वं हयाननं घोरं दानवान्तकरं परम्। येन वक्त्रेण विप्रेन्द्र तारकाख्यमं महासुरम्।।७।।

जघानशरणं तस्यात्सर्वशत्रुहरं परम्।ध्यात्वा पंचमुखं रुद्रं हनुमन्तं दयानिधिम्।।८।।
खड्गं त्रिशुलं खट्वांगं पाशमंकुशपर्वतम्। मुष्टिं कौमोदकीं वृक्षं धारयन्तं कमण्डलुं।।९।।

भिन्दिपालं ज्ञानमुद्रा दशभिर्मुनिपुंगवम्। एतान्यायुधजालानि धारयन्तं भजाम्यहम्।।१०।।

प्रेतासनोपविष्टं तं सर्वाभरण्भुषितम्। दिव्यमाल्याम्बरधरं दिव्यगन्धानु लेपनम सर्वाश्चर्यमयं देवं हनुमद्विश्वतोमुखम्।।११।।

पंचास्यमच्युतमनेकविचित्रवर्णवक्त्रं शशांकशिखरं कपिराजवर्यम्। पीताम्बरादिमुकुटै रूप शोभितांगं पिंगाक्षमाद्यमनिशं मनसा स्मरामि।।१२।।
मर्कतेशं महोत्राहं सर्वशत्रुहरं परम्। शत्रुं संहर मां रक्ष श्री मन्नपदमुध्दर।।१३।।

ओम हरिमर्कट मर्केत मंत्रमिदं परिलिख्यति लिख्यति वामतले। यदि नश्यति नश्यति शत्रुकुलं यदि मुंच्यति मुंच्यति वामलता।।१४।।
ओम हरिमर्कटाय स्वाहा ओम नमो भगवते पंचवदनाय पूर्वकपिमुखाय सकलशत्रुसंहारकाय स्वाहा।

ओम नमो भगवते पंचवदनाय दक्षिणमुखाय करालवदनाय नरसिंहाय सकलभूतप्रमथनाय स्वाया।
ओम नमो भगवते पंचवदनाय पश्चिममुखाय गरूडाननाय सकलविषहराय स्वाहा।
ओम नमो भगवते पंचवदनाय उत्तरमुखाय आदिवराहाय सकलसंपत्कराय स्वाहा।
ओम नमो भगवते पंचवदनाय उर्ध्वमुखाय हयग्रीवाय सकलजनवशकराय स्वाहा।
।। ॐ श्री पंचमुखहनुमंताय आंजनेयाय नमो नमः ।। 



    ''',
    "काली कवचम् ":'''
    
    
नारद उवाच 
कवचं श्रोतुमिच्छामि तां च विद्यां दशाक्षरीम्।
नाथ त्वत्तो हि सर्वज्ञ भद्रकाल्याश्च साम्प्रतम्॥

नारायण उवाच
श्रृणु नारद वक्ष्यामि महाविद्यां दशाक्षरीम्। 
गोपनीयं च कवचं त्रिषु लोकेषु दुर्लभम्॥

ह्रीं श्रीं क्लीं कालिकायै स्वाहेति चदशाक्षरीम्।
दुर्वासा हि ददौ राज्ञे पुष्करे सूर्यपर्वणि॥

दशलक्षजपेनैव मन्त्रसिद्धि: कृता पुरा। 
पञ्चलक्षजपेनैव पठन् कवचमुत्तमम्॥

बभूव सिद्धकवचोऽप्ययोध्यामाजगाम स:।
कृत्स्नां हि पृथिवीं जिग्ये कवचस्य प्रसादत:॥

नारद उवाच
श्रुता दशाक्षरी विद्या त्रिषु लोकेषु दुर्लभा। 
अधुना श्रोतुमिच्छामि कवचं ब्रूहि मे प्रभो॥


नारायण उवाच
श्रृणु वक्ष्यामि विपे्रन्द्र कवचं परमाद्भुतम्।
नारायणेन यद् दत्तं कृपया शूलिने पुरा॥

त्रिपुरस्य वधे घोरे शिवस्य विजयाय च।
तदेव शूलिना दत्तं पुरा दुर्वाससे मुने॥

दुर्वाससा च यद् दत्तं सुचन्द्राय महात्मने। 
अतिगुह्यतरं तत्त्वं सर्वमन्त्रौघविग्रहम्॥

ह्रीं श्रीं क्लीं कालिकायै स्वाहा मे पातु मस्तकम्। 
क्लीं कपालं सदा पातु ह्रीं ह्रीं ह्रीमिति लोचने॥

ह्रीं त्रिलोचने स्वाहा नासिकां मे सदावतु। 
क्लीं कालिके रक्ष रक्ष स्वाहा दन्तं सदावतु॥

ह्रीं भद्रकालिके स्वाहा पातुमेऽधरयुग्मकम्। 
ह्रीं ह्रीं क्लीं कालिकायै स्वाहा कण्ठं सदावतु॥

ह्रीं कालिकायै स्वाहा कर्णयुग्मं सदावतु। 
क्रीं क्रीं क्लीं काल्यै स्वाहा स्कन्धं पातुसदा मम॥

क्रीं भद्रकाल्यै स्वाहा मम वक्ष: सदावतु।
क्रीं कालिकायै स्वाहा मम नाभिं सदावतु॥
ह्रीं कालिकायै स्वाहा मम पष्ठं सदावतु।
रक्तबीजविनाशिन्यै स्वाहा हस्तौ सदावतु॥

ह्रीं क्लीं मुण्डमालिन्यै स्वाहा पादौ सदावतु। 
ह्रीं चामुण्डायै स्वाहा सर्वाङ्गं मे सदावतु॥

प्राच्यां पातु महाकाली आगन्य्यां रक्त दन्तिका।
दक्षिणे पातु चामुण्डा नैर्ऋत्यां पातु कालिका॥

श्यामा च वारुणे पातु वायव्यां पातु चण्डिका। 
उत्तरे विकटास्या च ऐशान्यां साट्टहासिनी॥

ऊध्र्व पातु लोलजिह्वा मायाद्या पात्वध: सदा।
जले स्थले चान्तरिक्षे पातु विश्वप्रसू:सदा॥

इति ते कथितं वत्ससर्वमन्त्रौघविग्रहम्। 
सर्वेषां कवचानां च सारभूतं परात्परम्॥


सप्तद्वीपेश्वरो राजा सुचन्द्रोऽस्य प्रसादत:। 
कवचस्य प्रसादेन मान्धाता पृथिवीपति:॥

प्रचेता लोमशश्चैव यत: सिद्धो बभूव ह। 
यतो हि योगिनां श्रेष्ठ: सौभरि: पिप्पलायन:॥

यदि स्यात् सिद्धकवच: सर्वसिद्धीश्वरो भवेत्।
महादानानि सर्वाणि तपांसि च व्रतानि च॥

निश्चितं कवचस्यास्य कलां नार्हन्ति षोडशीम्॥
इदं कवचमज्ञात्वा भजेत् कलीं जगत्प्रसूम्।
शतलक्षप्रप्तोऽपि न मन्त्र: सिद्धिदायक:॥

।। इति श्रीब्रह्मवैवर्ते  कलिकावचम सम्पूर्णम ।।


    ''',
    "रूद्रयामल तन्त्रोक्तं कालिका कवचम्":'''
    
    
 विनियोग
ॐ अस्य श्री कालिका कवचस्य भैरव ऋषिः,
अनुष्टुप छंदः, श्री कालिका देवता,
शत्रुसंहारार्थ जपे विनियोगः ।



ध्यानम्
ध्यायेत् कालीं महामायां त्रिनेत्रां बहुरूपिणीं।
चतुर्भुजां ललज्जिह्वां पूर्णचन्द्रनिभाननां।।
नीलोत्पलदलश्यामां शत्रुसंघविदारिणीं।
नरमुण्डं तथा खड्गं कमलं च वरं तथा।।

निर्भयां रक्तवदनां दंष्ट्रालीघोररूपिणीं।
साट्टहासाननां देवी सर्वदा च दिगम्बरीम्।।
शवासनस्थितां कालीं मुण्डमालाविभूषिताम्।
इति ध्यात्वा महाकालीं ततस्तु कवचं पठेत्।।

कवच पाठ प्रारम्भ
ऊँ कालिका घोररूपा सर्वकामप्रदा शुभा ।
सर्वदेवस्तुता देवी शत्रुनाशं करोतु मे ।।
ॐ ह्रीं ह्रीं रूपिणीं चैव ह्रां ह्रीं ह्रां रूपिणीं तथा ।
ह्रां ह्रीं क्षों क्षौं स्वरूपा सा सदा शत्रून विदारयेत् ।।

श्रीं ह्रीं ऐंरूपिणी देवी भवबन्धविमोचिनी।
हुँरूपिणी महाकाली रक्षास्मान् देवि सर्वदा ।।
यया शुम्भो हतो दैत्यो निशुम्भश्च महासुरः।
वैरिनाशाय वंदे तां कालिकां शंकरप्रियाम ।।

ब्राह्मी शैवी वैष्णवी च वाराही नारसिंहिका।
कौमार्यैर्न्द्री च चामुण्डा खादन्तु मम विदिवषः।।
सुरेश्वरी घोर रूपा चण्ड मुण्ड विनाशिनी।
मुण्डमालावृतांगी च सर्वतः पातु मां सदा।।

ह्रीं ह्रीं ह्रीं कालिके घोरे दंष्ट्र व रुधिरप्रिये ।
रुधिरापूर्णवक्त्रे च रुधिरेणावृतस्तनी ।।
“ मम शत्रून् खादय खादय हिंस हिंस मारय मारय
भिन्धि भिन्धि छिन्धि छिन्धि उच्चाटय उच्चाटय
द्रावय द्रावय शोषय शोषय स्वाहा ।
ह्रां ह्रीं कालीकायै मदीय शत्रून् समर्पयामि स्वाहा ।

ऊँ जय जय किरि किरि किटी किटी कट कट मदं
मदं मोहयय मोहय हर हर मम रिपून् ध्वंस ध्वंस भक्षय
भक्षय त्रोटय त्रोटय यातुधानान् चामुण्डे सर्वजनान् राज्ञो
राजपुरुषान् स्त्रियो मम वश्यान् कुरु कुरु तनु तनु धान्यं
धनं मेsश्वान गजान् रत्नानि दिव्यकामिनी: पुत्रान्
राजश्रियं देहि यच्छ क्षां क्षीं क्षूं क्षैं क्षौं क्षः स्वाहा ।”

इत्येतत् कवचं दिव्यं कथितं शम्भुना पुरा ।
ये पठन्ति सदा तेषां ध्रुवं नश्यन्ति शत्रव: ।।
वैरणि: प्रलयं यान्ति व्याधिता वा भवन्ति हि ।
बलहीना: पुत्रहीना: शत्रवस्तस्य सर्वदा ।।

सह्रस्त्रपठनात् सिद्धि: कवचस्य भवेत्तदा ।
तत् कार्याणि च सिद्धयन्ति यथा शंकरभाषितम् ।।
श्मशानांग-र्-मादाय चूर्ण कृत्वा प्रयत्नत: ।
पादोदकेन पिष्ट्वा तल्लिखेल्लोहशलाकया ।।

भूमौ शत्रून् हीनरूपानुत्तराशिरसस्तथा ।
हस्तं दत्तवा तु हृदये कवचं तुं स्वयं पठेत् ।।
शत्रो: प्राणप्रतिष्ठां तु कुर्यान् मन्त्रेण मन्त्रवित् ।
हन्यादस्त्रं प्रहारेण शत्रो ! गच्छ यमक्षयम् ।।

ज्वलदंग-र्-तापेन भवन्ति ज्वरिता भृशम् ।
प्रोञ्छनैर्वामपादेन दरिद्रो भवति ध्रुवम् ।।
वैरिनाश करं प्रोक्तं कवचं वश्यकारकम् ।
परमैश्वर्यदं चैव पुत्र-पुत्रादिवृद्धिदम् ।।

प्रभातसमये चैव पूजाकाले च यत्नत: ।
सायंकाले तथा पाठात् सर्वसिद्धिर्भवेद् ध्रुवम् ।।
शत्रूरूच्चाटनं याति देशाद वा विच्यतो भवेत् ।
प्रश्चात् किं-ग्-करतामेति सत्यं-सत्यं न संशय: ।।
शत्रुनाशकरे देवि सर्वसम्पत्करे शुभे ।
सर्वदेवस्तुते देवि कालिके त्वां नमाम्यहम् ।। 

।। रूद्रयामल तन्त्रोक्तं कालिका कवचं समाप्त:।।

    
    ''',
    "केतुकवचम्":'''
    
    
ॐ गणेशाय नमः 

अथ केतुकवचम् 
अस्य श्रीकेतुकवचस्तोत्रमंत्रस्य त्र्यंबक ऋषिः I 
अनुष्टप् छन्दः I केतुर्देवता I कं बीजं I नमः शक्तिः I 
केतुरिति कीलकम् I केतुप्रीत्यर्थं जपे विनियोगः II 
केतु करालवदनं चित्रवर्णं किरीटिनम् I 
प्रणमामि सदा केतुं ध्वजाकारं ग्रहेश्वरम् II १ II 

चित्रवर्णः शिरः पातु भालं धूम्रसमद्युतिः I 
पातु नेत्रे पिंगलाक्षः श्रुती मे रक्तलोचनः II २ II 
घ्राणं पातु सुवर्णाभश्चिबुकं सिंहिकासुतः I 
पातु कंठं च मे केतुः स्कंधौ पातु ग्रहाधिपः II ३ II 
हस्तौ पातु श्रेष्ठः कुक्षिं पातु महाग्रहः I
सिंहासनः कटिं पातु मध्यं पातु महासुरः II ४ II 
ऊरुं पातु महाशीर्षो जानुनी मेSतिकोपनः I 
पातु पादौ च मे क्रूरः सर्वाङ्गं नरपिंगलः II ५ II 

य इदं कवचं दिव्यं सर्वरोगविनाशनम् I 
सर्वशत्रुविनाशं च धारणाद्विजयि भवेत् II ६ II 

II इति श्रीब्रह्माण्डपुराणे केतुकवचं संपूर्णं II




    ''',
    "श्री नारायण कवचम् ":'''
    
    
    ऊँ श्री विष्णवे नम: | ऊँ श्री विष्णवे नम: | ऊँ श्री विष्णवे नम: |
ऊँ नमो नारायणाय | ऊँ नमो नारायणाय | ऊँ नमो नारायणाय |
ऊँ नमो भगवते वासुदेवाय | ऊँ नमो भगवते वासुदेवाय | ऊँ नमो भगवते वासुदेवाय | 
आत्मानं परमं ध्यायेद् ध्येयं षट्शक्तिभिर्युतम् ।
विद्यातेजस्तपोमूर्तिमिमं मन्त्रमुदाहरेत् ।।1।।

ऊँ हरिर्विदध्यान्मम सर्वरक्षां न्यस्ताड़्घ्रिपद्म: पतगेन्द्रपृष्ठे ।
दरारिचर्मासिगदेषुचाप पाशान् दधानोSष्टगुणोSष्टबाहु: ।।2।।

जलेषु मां रक्षतु मत्स्यमूर्ति र्यादोगणेभ्यो वरुणस्य पाशात्  ।
स्थलेषु मायावटुवामनोSव्यात् त्रिविक्रम: खेSवतु विश्वरुप: ।।3।।

दुर्गेष्वटव्याजिमुखादिषु प्रभु: पायान्नृसिंहोSसुरयूथपारि: ।
विमुण्चतो यस्य महाट्टहासं दिशो विनेदुर्न्यपतंश्च गर्भा: ।।4।।

रक्षत्वसौ माध्वनि यज्ञकल्प: स्वदंष्ट्रयोन्नीतधरो वराह: ।
रामोSद्रिकूटेष्वथ विप्रवासे सलक्ष्मणोSव्याद् भरताग्रजोSमान् ।।5।।

मामुग्रधर्मादखिलात् प्रमादान्नारायण: पातु नरश्च हासात् ।
दत्तस्त्वयोगादथ योगनाथ: पायाद् गुणेश: कपिल: कर्मबन्धात् ।।6।।

सनत्कुमारोSवतु कामदेवा द्धयशीर्षा मां पथि देवहेलनात् ।
देवर्षिवर्य: पुरुषार्चनान्तरात् कूर्मो हरिर्मा निरयादशेषात् ।।7।।
धन्वन्तरिर्भगवान् पात्वपथ्याद् व्दन्व्दाद् भयादृषभो निर्जितात्मा ।
यज्ञश्च लोकादवताज्जनान्ताद् बलो गणात् क्रोधवशादहीन्द्र:।।8।।

द्वैपायनो भगवानप्रबोधाद् बुद्धस्तु पाखण्डगणात् प्रमादात् ।
कल्कि: कले: कालमलात् प्रपातु धर्मावनायोरुकृतावतार: ।।9।।

मां केशवो गदया प्रातरव्याद् गोविन्द आसड़्गवमात्तवेणु: ।
नारायण: प्राह्ण उदात्तशक्तिर्मध्यन्दिने विष्णुररीन्द्रपाणि: ।।10।।

देवोSपराह्णे मधुहोग्रधन्वा सायं त्रिधामावतु माधवो माम्
दोषे हृषीकेश उतार्धरात्रे निशीथ एकोSवतु पद्मनाभ: ।।11।।

श्रीवत्सधामापररात्र ईश: प्रत्यूष ईशोSसिधरो जनार्दन: ।
दामोदरोSव्यादनुसन्ध्यं प्रभाते विश्वेश्वरो भगवान् कालमूर्त्ति: ।।12।।

चक्रं युगान्तानलतिग्मनेमि भ्रमत् समन्ताद् भगवत्प्रयुक्तम् ।
दंदग्धि दन्दग्ध्यरिसैन्यमाशु कक्षं यथा वातसखो हुताश: ।।13।।

गदेSशनिस्पर्शनविस्फुलिड़्गे निष्पिण्ढि निष्पिण्ढिय्जितप्रियासि ।
कूष्माण्डवैनायकयक्षरक्षो भूतग्रहांश्चूर्णय चूर्णयारीन् ।।14।।

त्वं यातुधान प्रमथप्रेतमातृ पिशाचविप्रग्रहघोरदृष्टीन् ।
दरेन्द्र विद्रावय कृष्णपूरितो भीमस्वनोSरेर्हृदयानि कम्पयन् ।।15।।

त्वं तिग्मधारासिवरारिसैन्य मीशप्रयुक्तो मम छिन्धि छिन्धि ।
चक्षूंषि चर्मण्छतचन्द्र छादय द्विषामघोनां हर पापचक्षुषाम् ।।16।।

यन्नो भयं ग्रहेभ्योSभूत् केतुभ्यो नृभ्य एव च ।
सरीसृपेभ्यो दंष्ट्रिभ्यो भूतेभ्योंSहोभ्य एव वा ।।17।।

सर्वाण्येतानि भगवान्नाम रूपास्त्रकीर्तनात् ।
प्रयान्तु संक्षयं सद्यो ये न: श्रेय:प्रतीपका: ।।18।।

गरुडो भगवान् स्तोत्रस्तोभश्छन्दोमय: प्रभु: ।
रक्षत्वशेषकृच्छ्रेभ्यो विष्वक्सेन: स्वनामभि: ।।19।।

सर्वापद्भ्यो हरेर्नामरूपयानायुधानि न : ।
बुद्धीन्द्रियमन:प्राणान् पान्तु पार्षदभूषणा: ।।20।।

यथा हि भगवानेव वस्तुत: सदसच्च यत्
सत्येनानेन न: सर्वे यान्तु नाशमुपद्रवा: ।।21।।
यथैकात्म्यानुभावानां विकल्परहित: स्वयम्
भूषणायुधलिड्गाख्या धत्ते शक्ती: स्वमायया ।।22।।

तेनैव सत्यमानेन सर्वज्ञो भगवान् हरि: ।
पातु सर्वै: स्वरूपैर्न: सदा सर्वत्र सर्वग: ।।23।।

विदिक्षु दिक्षूर्ध्वमध: समन्तादन्तर्बहिर्भगवान् नारसिंह: ।
प्रहापयँल्लोकभयं स्वनेन स्वतेजसा ग्रस्तसमस्ततेजा: ।।२४।।


।। इति श्री नारायण कवचं सम्पूर्णम ।।

    ''',
    "राहु कवचम् ":'''
    
    
    अथ राहुकवचम् 
अस्य श्रीराहुकवचस्तोत्रमंत्रस्य चंद्रमा ऋषिः I 
अनुष्टुप छन्दः I रां बीजं I नमः शक्तिः I 
स्वाहा कीलकम् I राहुप्रीत्यर्थं जपे विनियोगः II 
प्रणमामि सदा राहुं शूर्पाकारं किरीटिन् II 
सैन्हिकेयं करालास्यं लोकानाम भयप्रदम् II १ II 
निलांबरः शिरः पातु ललाटं लोकवन्दितः I 
चक्षुषी पातु मे राहुः श्रोत्रे त्वर्धशरीरवान् II २ II 
नासिकां मे धूम्रवर्णः शूलपाणिर्मुखं मम I 
जिव्हां मे सिंहिकासूनुः कंठं मे कठिनांघ्रीकः II ३ II 
भुजङ्गेशो भुजौ पातु निलमाल्याम्बरः करौ I 
पातु वक्षःस्थलं मंत्री पातु कुक्षिं विधुंतुदः II ४ II 
कटिं मे विकटः पातु ऊरु मे सुरपूजितः I 
स्वर्भानुर्जानुनी पातु जंघे मे पातु जाड्यहा II ५ II 
गुल्फ़ौ ग्रहपतिः पातु पादौ मे भीषणाकृतिः I 
सर्वाणि अंगानि मे पातु निलश्चंदनभूषण: II ६ II 
राहोरिदं कवचमृद्धिदवस्तुदं यो I 
भक्ता पठत्यनुदिनं नियतः शुचिः सन् I 
 प्राप्नोति कीर्तिमतुलां श्रियमृद्धिमायु 
रारोग्यमात्मविजयं च हि तत्प्रसादात् II ७ II 
II इति श्रीमहाभारते धृतराष्ट्रसंजयसंवादे द्रोणपर्वणि राहुकवचं संपूर्णं II


    ''',
    "शनि कवचम् ":'''
    
    
    अथ श्री शनिकवचम् 
अस्य श्री शनैश्चरकवचस्तोत्रमंत्रस्य कश्यप ऋषिः II 
अनुष्टुप् छन्दः II शनैश्चरो देवता II शीं शक्तिः II 
शूं कीलकम् II शनैश्चरप्रीत्यर्थं जपे विनियोगः II 
निलांबरो नीलवपुः किरीटी गृध्रस्थितस्त्रासकरो धनुष्मान् II 
चतुर्भुजः सूर्यसुतः प्रसन्नः सदा मम स्याद्वरदः प्रशान्तः II १ II 

ब्रह्मोवाच II 
 श्रुणूध्वमृषयः सर्वे शनिपीडाहरं महत् I 
कवचं शनिराजस्य सौरेरिदमनुत्तमम् II २ II 
कवचं देवतावासं वज्रपंजरसंज्ञकम् I 
शनैश्चरप्रीतिकरं सर्वसौभाग्यदायकम् II ३ II 

ॐ श्रीशनैश्चरः पातु भालं मे सूर्यनंदनः I 
नेत्रे छायात्मजः पातु पातु कर्णौ यमानुजः II ४ II 
नासां वैवस्वतः पातु मुखं मे भास्करः सदा I 
स्निग्धकंठःश्च मे कंठं भुजौ पातु महाभुजः II ५ II
 
स्कंधौ पातु शनिश्चैव करौ पातु शुभप्रदः I 
वक्षः पातु यमभ्राता कुक्षिं पात्वसितत्सथा II ६ II 
नाभिं ग्रहपतिः पातु मंदः पातु कटिं तथा I 
ऊरू ममांतकः पातु यमो जानुयुगं तथा II ७ II 

पादौ मंदगतिः पातु सर्वांगं पातु पिप्पलः I 
अङ्गोपाङ्गानि सर्वाणि रक्षेन्मे सूर्यनंदनः II ८ II 
इत्येतत्कवचं दिव्यं पठेत्सूर्यसुतस्य यः I 
न तस्य जायते पीडा प्रीतो भवति सूर्यजः II ९ II 

व्ययजन्मद्वितीयस्थो मृत्युस्थानगतोSपि वा I 
कलत्रस्थो गतो वापि सुप्रीतस्तु सदा शनिः II १० II 
अष्टमस्थे सूर्यसुते व्यये जन्मद्वितीयगे I 
कवचं पठतो नित्यं न पीडा जायते क्वचित् II ११ II 

इत्येतत्कवचं दिव्यं सौरेर्यनिर्मितं पुरा I 
द्वादशाष्टमजन्मस्थदोषान्नाशायते सदा I 
जन्मलग्नास्थितान्दोषान्सर्वान्नाशयते प्रभुः II १२ II 

 II इति श्रीब्रह्मांडपुराणे ब्रह्म-नारदसंवादे शनैश्चरकवचं संपूर्णं II 

    ''',
    "सूर्य कवचम्": '''
    
    
    श्री गणेशाय नमः I 
याज्ञवल्क्य उवाच I 
श्रुणुष्व मुनिशार्दूल सूर्यस्य कवचं शुभम् I 
शरीरारोग्यदं दिव्यं सर्व सौभाग्यदायकम् II १ II 
दैदिप्यमानं मुकुटं स्फ़ुरन्मकरकुण्डलम् I 
ध्यात्वा सहस्रकिरणं स्तोत्रमेतदुदीरयेत् II २ II 

शिरो मे भास्करः पातु ललाटे मेSमितद्दुतिः I 
नेत्रे दिनमणिः पातु श्रवणे वासरेश्वरः II ३ II 
घ्राणं धर्म धृणिः पातु वदनं वेदवाहनः I 
जिह्वां मे मानदः पातु कंठं मे सुरवंदितः II ४ II 

स्कंधौ प्रभाकरं पातु वक्षः पातु जनप्रियः I 
पातु पादौ द्वादशात्मा सर्वागं सकलेश्वरः II ५ II 
सूर्यरक्षात्मकं स्तोत्रं लिखित्वा भूर्जपत्रके I 
दधाति यः करे तस्य वशगाः सर्वसिद्धयः II ६ II 
      
सुस्नातो यो जपेत्सम्यक् योSधीते स्वस्थ मानसः I 
स रोगमुक्तो दीर्घायुः सुखं पुष्टिं च विंदति II ७ II 

II इति श्री माद्याज्ञवल्क्यमुनिविरचितं सूर्यकवचस्तोत्रं संपूर्णं II

    ''',

  }
};
